[ Lang ]

"Scanning will stop, if you continue this operation."="La recherche s'arrêtera si vous poursuivez cette opération."
"Call has been successfully recorded on USB device"="Appel enregistré avec succès sur périphérique USB"
"Transferring"="Transfert"
"(Empty)"="(Vide)"
"[Assigned]"="(Attribué)"
"<New Item>"="<Nouvel élément>"
"1.Confirm that USB device is compliant with USB 2.0."="1.Confirmez que le périphérique USB est compatible USB 2.0."
"10min"="10min"
"Oct"="Oct."
"October"="Octobre"
"Nov"="Nov."
"Noveber"="Novembre"
"120s"="120 s"
"12 Hour"="12 heures"
"Dec"="Déc."
"December"="Décembre"
"15s"="15 s"
"1min"="1min"
"1h"="1 h"
"Jan"="Jan"
"January"="Janvier"
"2.Try to replug the USB device."="2.Essayez de rebrancher le périphérique USB."
"24 Hour"="24 heures"
"2min"="2min"
"2h"="2 h"
"Feb"="Fév"
"February"="Février"
"3.Try to reboot the phone."="3.Essayez de redémarrer le téléphone."
"30min"="30min"
"30s"="30 s"
"3h"="3 h"
"Mar"="Mar"
"March"="Mars"
"Apr"="Avr"
"April"="Avril"
"5min"="5min"
"May"="Mai"
"60s"="60 s"
"6h"="6 h"
"Jun"="Juin"
"June"="Juin"
"Jul"="Juil"
"July"="Juillet"
"802.1x"="802.1x"
"802.1x Mode"="Mode 802.1x"
"802.1x Settings"="Réglages 802.1x"
"Aug"="Août"
"August"="Août"
"Sep"="Sep"
"September"="Septembre"
"ACD"="ACD"
"L_ACD"="ACD"
"S_ACD"="ACD"
"ACD State"="État ACD"
"ACD Status"="Statut ACD"
"AES"="AES"
"Per-phone AES"="AES orienté MAC"
"Alert Group Paging Calls"="Alerte app. RadiomG"
"Alert Click To Dial Calls"="Alerte app. entr."
"Alias"="Alias"
"AM"="AM"
"AMR License"="Licence AMR"
"AP Mac Address"="Adresse MAC PA"
"App Account"="Compte app"
"Args Error!"="Erreur d'arguments !"
"AVG.Waiting Time"="Temps d'attente moyen"
"BFCP"="BFCP"
"BLF"="BLF"
"L_BLF"="BLF"
"BLF Hold"="Attente BLF"
"BLF is invalid!"="BLF non valide !"
"BLF Callout"="Appel BLF"
"BLF Call ID"="BLF Call ID"
"BLF Talking"="Conversation BLF"
"BLF List"="Liste BLF"
"L_BLF List"="Liste BLF"
"BLF Ring Type"="Type de sonnerie BLF"
"BLF Group"="BLF Group"
"BLF Ringing"="Sonnerie BLF"
"BLF Park"="Parc BLF"
"Use BroadWorks-based Call Control"="Util. cont. app. BW"
"MENU_Callery"="Galerie"
"CC UID"="ID utilisateur appel entrant"
"CC Name"="Nom appel entrant"
"CDP"="CDP"
"CDP Interval"="Intervalle CDP"
"CDP Status"="État CDP"
"CDP interval should be 1-3600!"="L’intervalle CDP doit être 1-3600 !"
"CFG Version"="Version CFG"
"Commportal Login"="Connexion Commportal"
"Compulsory"="Obligatoire"
"COM Version"="Version COM"
"DD MMM YYYY"="JJ MMM YYYY"
"DD/MM/YY"="JJ/MM/AA"
"DD/MM/YYYY"="JJ/MM/YYYY"
"DD-MMM-YY"="JJ-MMM-YY"
"MENU_DECT Setting"="DECT Settings"
"default_contact_image.png"="default_contact_image.png"
"German"="Deutsch (German)"
"DHCP"="DHCP"
"DHCP IP Client"="Client DHCP IPv4"
"DHCP IPv4 Client"="Client DHCP IPv4"
"DHCP IPv6 Client"="Client DHCP IPv6"
"The count of DHCP Option's values can't more than 5!"="The count of DHCP Option's values canont be more than 5!"
"DHCP option is invalid!"="Option DHCP non valide !"
"DHCP Start IP Address is invalid!"="Adresse IP de début DHCP non valide !"
"DHCP Time"="Heure DHCP"
"DHCP VLAN"="VLAN DHCP"
"DHCP Option"="Option DHCP"
"DHCP option!"="Option DHCP !"
"The count of DHCP Option's values"="The count of DHCP Option's values"
"DHCP End IP Address is invalid!"="Adresse IP de fin DHCP non valide !"
"Phone DND"="NPD téléphone"
"DTMF"="DTMF"
"L_DTMF"="DTMF"
"DTMF is invalid!"="DTMF non valide !"
"DTMF Type"="DTMF Type"
"DTMF Info Type"="Type d'infos DTMF"
"DTMF Payload Type"="Type de charge utile DTMF"
"DTMF Payload Type should be 96-127!"="DTMF payload type should be between 96-127!"
"DTMF-Relay"="Relais DTMF"
"E911"="E911"
"E911 Location"="Emplacement E911"
"E911 location set failed, please contact your administrator for help"="Échec définition emplacement E911 Contactez l’administrateur."
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-None"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EDK"="EDK"
"EDK Prompt is Empty"="EDK est vide !"
"EHS ERROR!"="Erreur EHS !"
"English"="English (English)"
"Spanish"="Español (Spanish(EU))"
"Spanish_LA"="Español (Spanish(Latin))"
"ExitPri"="ExitPri"
"EXP Wallpaper"="Fond d'écran EXT"
"Fixed"="Fixé"
"Flexible Seating"="Sièges flexibles"
"FlexSeat Logout, Please Waiting..."="Déconnexion de FlexSeat, veuillez patienter..."
"Forward to Phone Number/SIP-URI"="RvNoTelSIPURI"
"French_CA"="Français (French(Canada))"
"French"="Français (French(EU))"
"FWD"="Renvoi"
"Getting Balance"="Obtenir solde"
"GK Line"="Ligne GK"
"GK Account"="Compte GK"
"Google Contact"="Google Contact"
"H.323"="H.323"
"HD"="HD"
"Hebrew_IME"="Hebrew_IME"
"L_Hot Desking"="Bureau partagé"
"S_Hot Desking"="Bureau partagé"
"L_Hoteling"="Téléphone partagé"
"Https Port"="HTTPS Port"
"Https port"="Port HTTPS"
"Https port should be 1-65535!"="Le port HTTPS doit être compris entre 1 et 65535 !"
"Https Status"="État HTTPS"
"Http Port"="Port HTTP"
"Http port"="Port HTTP"
"Http port should be 1-65535!"="Le port HTTP doit être compris entre 1 et 65535 !"
"Http Status"="État HTTP"
"CC"="Appel entrant"
"IC"="IC"
"IC UID"="IC UID"
"IC Name"="Nom IC"
"IME"="IME"
"S_IME"="IME"
"INBAND"="INBAND"
"Intrude"="Intrusion"
"Invalid Common!"="Invalid Common!"
"ip/FQDN"="IP/FQDN"
"IP/URI"="IP/URI"
"IPv4"="IPv4"
"IPv4 IP"="IPv4"
"IPv4 WAN Port"="Port WAN IPv4"
"IPv4 Sec DNS"="IPv4 Sec.DNS"
"IPv4 WAN Type"="Type WAN IPv4"
"IPv4 Pri DNS"="IPv4 Pri.DNS"
"IPV4/IPV6 Conflict"="Conflit IPV4/IPV6"
"IPv4 Sec.DNS"="IPv4 Sec.DNS"
"IPV4 Conflict"="Conflit IPV4"
"IPv4 & IPv6"="IPv4 et IPv6"
"IPv4 Pri.DNS"="IPv4 Pri.DNS"
"IPv4 Status"="État IPv4"
"IPv4 Subnet Mask"="Mas ss-rés IPv4"
"IPv6"="IPv6"
"IPv6 IP"="IPv6"
"IPv6 IP Prefix is invalid!"="Préfixe IPv6 non valide !"
"IPv6 Pri DNS"="DNS Prim. IPv6"
"IPv6 Sec DNS"="DNS Sec. IPv6"
"IPv6 WAN Port"="Port WAN IPv6"
"IPv6 Default Gateway"="Passerelle IPv6"
"IPv6 Sec.DNS"="DNS Sec. IPv6"
"IPV6 Conflict"="Conflit IPV6"
"IPv6 IP Prefix"="Préfixe IP IPv6"
"IPv6 WAN Type"="Type WAN IPv6"
"IPv6 Pri.DNS"="DNS Prim. IPv6"
"IPv6 Status"="État IPv6"
"IP Address"="Adresse IP"
"IP Address!"="Adresse IP !"
"IP Address is invalid!"="Adresse IP non valide !"
"IP address has been used!"="L'adresse IP a été utilisée !"
"IP Phone"="Téléphone IP"
"Tracert IP or URL"="Trace IP/URL"
"IP Mode"="Mode IP"
"IPAddress Mode"="Mode IP"
"Direct IP Line"="Ligne IP directe"
"IP Direct Auto Answer"="Réponse auto IP Direct"
"Italian"="Italiano (Italian)"
"Korean_IME"="Korean_IME"
"LCD Backlight Test"="LCD Backlight Test"
"LDAP"="LDAP"
"L_LDAP"="LDAP"
"S_LDAP"="LDAP"
"LDAP server is unavailable"="Serveur LDAP indisponible."
"Ldap Disabled"="LDAP désactivé"
"LDAP get error tips failed!"="Échec de l'obtention des conseils d'erreur LDAP !"
"LDAP Authority"="Autorité LDAP"
"LDAP Search"="Recherche LDAP"
"Leave Wrap-up"="Laisser un récapitulatif"
"LED Test"="Test LED"
"Listen BargeIn"="Écouter BargeIn"
"LLDP"="LLDP"
"LLDP Vlan"="LLDP Vlan"
"LLDP Status"="État LLDP"
"LLDP Packet Interval should be 1-3600!"="L’intervalle de paquet LLDP doit être compris entre 1 et 3600 !"
"Packet Interval"="Interv. paqu."
"M2P"="M2P"
"MAC Version"="Version MAC"
"MAC"="MAC"
"MAC Address"="Adresse MAC"
"MAC-Oriented"="AES orienté MAC"
"Mango"="Mangue"
"MD5 Password"="Mot de passe MD5"
"Medium"="Moyen"
"L_Meet-Me"="Rencontrez-moi"
"Meet-me"="Rencontrez-moi"
"S_Meet-Me"="Rencontrez-moi"
"Metaswitch CallLog"="Journ. app. Metasw."
"MLHGS"="MLHGS"
"MM DD WW"="MM JJ WW"
"MM DD WWW"="MM JJ WWW"
"MM/DD/YY"="MM/JJ/AA"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Moving contact..."="Déplacement des contacts..."
"msec"="msec"
"NAT"="NAT"
"NAT Public IP Address"="Adresse IP publique NAT"
"NAT Status"="État NAT"
"New Unread Voice Mail(s)"="Nouv. mes. voc. non lus"
"New VID"="Nouvelle VID"
"NextSpace"="Espace suivant"
"No VLAN"="No VLAN"
"NTP Server1"="Serveur NTP 1"
"Invalid NTP server1!"="Serveur NTP 1 non valide !"
"NTP Server2"="Serveur NTP 2"
"NTP server1 is invalid!"="Serveur NTP 1 non valide !"
"NTP server2 is invalid!"="Serveur NTP 2 non valide !"
"On Demand"="À la demande"
"On Demand with User Initiated Start"="Sur demande avec démarrage par l'utilisateur"
"OPUS"="Opus"
"opus codec is not available in four ways conference!"="Le codec Opus n'est pas disponible en conférence à quatre !"
"Outbound Alternate"="Sortie alternative"
"Outbound Proxy1"="Proxy sortant 1"
"Outbound Proxy2"="Proxy sortant 2"
"Outbound proxy is invalid!"="Proxy sortant non valide !"
"Invalid Proxy Fallback Interval!"="Intervalle de basculement de proxy non valide !"
"Pause/Resume Notify"="Notif. De pause/reprise"
"PBX Queue"="File d'attente PBX"
"PC Port"="Port PC"
"PIN"="PIN"
"PIN/ID"="PIN/ID"
"Ping"="Ping"
"Ping Error"="Erreur ping"
"Ping IP or URL"="Ping IP/URL"
"PIN Code"="Code PIN"
"Pin code can't be empty!"="Le code PIN ne peut pas être vide !"
"Pin code is invalid!"="Le code PIN n'est pas valide !"
"PM"="PM"
"Polish"="Polski (Polish)"
"Portuguese"="Português (Portuguese(EU))"
"Portuguese_LA"="Português (Portuguese(Latin))"
"PPPoE"="PPPoE"
"PPPoE PWD"="MDP PPPoE"
"PPPoE User"="Util. PPPoE"
"PPPoE User is invalid!"="L'utilisateur PPPoE n'est pas valide !"
"Not support bridge mode in PPPoE!"="Mode pont non pris en charge dans PPPoE !"
"PriChat"="PriChat"
"PSTN account unavailable"="Compte PSTN indispo"
"Qos"="QoS"
"RFC2833"="RFC2833"
"RFC2833+SIP INFO"="RFC2833+SIP INFO"
"Rom Version"="Version ROM"
"Route Traversal"="Itinéraire transversal"
"RPort"="Port RTP"
"RPS Open"="Ouvrir RPS"
"RPS Close"="Fermer RPS"
"RTP Status"="État RTP"
"S_RTP Status"="ÉtatRTP"
"S/N"="S/N"
"S_S2S AcdLoginOut"="Con/Déc"
"S2S AcdLoginOut"="Con/Déc"
"S_S2S AcdLogin"="ConnACD"
"S2S AcdLogin"="ConnACD"
"S_S2S AcdLogout"="DécoACD"
"S2S AcdLogout"="DécoACD"
"S_S2S AcdRefresh"="Actual."
"S2S AcdRefresh"="Actual."
"S2S Unavailable Reason Code"="S2S Unavailable Reason Code"
"SCA Held"="SCA en attente"
"SCA Active"="SCA actif"
"SCA Bridge Active"="Pont SCA actif"
"SCA Alerting"="Alerte SCA"
"S_Seizing"="Saisie"
"Seizing"="Saisie"
"Set Hot Desking"="Régler en bur. partag."
"Signal Fail"="Échec du signal"
"Signal OK"="Signal OK"
"Silent Bargin"="Interrupt. silencieuse"
"SIP"="SIP"
"SIP server3 is invalid!"="Serveur 3 SIP ne peut pas être vide!"
"SIP Password"="Mot de passe SIP"
"SIP Server1"="Serveur 1 SIP"
"SIP Server2"="Serveur 2 SIP"
"Invalid SIP server2!"="Serveur SIP invalide2!"
"SIP Server3"="Serveur 3 SIP"
"Invalid SIP server3!"="Serveur SIP invalide3!"
"SIP Proxy can't be empty!"="Le proxy SIP ne peut pas être vide !"
"Invalid SIP server1!"="Serveur SIP 1 non valide !"
"Sip Line"="Ligne SIP"
"SIP INFO"="SIP INFO"
"SIP Register name"="Nom d’enregistrement SIP"
"S_Skip"="Ignorer"
"SN"="SN"
"SNTP Setting"="Réglages SNTP"
"SRTP"="SRTP"
"SSID"="SSID"
"SSID can't be empty!"="SSID (nom du réseau) ne peut pas être vide !"
"Start/Stop Notify"="Notification début/fin"
"Static NAT"="NAT statique"
"STUN"="STUN"
"STUN Port"="Port STUN"
"STUN Server is invalid!"="Le serveur STUN n’est pas valide !"
"STUN Server"="Serveur STUN"
"STUN server can't empty!"="Le serveur STUN ne peut pas être vide !"
"Invalid STUN server port!"="Port de serveur STUN non valide !"
"STUN Server port is Invalid!"="Port du serveur STUN non valide !"
"Invalid STUN server!"="Serveur STUN non valide !"
"STUN Status"="Statut STUN"
"TCP"="TCP"
"TCP Lowest Port"="TCP Lowest Port"
"TCP Highest Port"="TCP Highest Port"
"3rd-party VMR"="VMR tiers"
"TKIP"="TKIP"
"TKIP AES"="TKIP AES"
"TLS"="TLS"
"Touch Tone"="Tonalité tactile"
"Trace Route Error"="Erreur de routage"
"Turkish"="Türkçe (Turkish)"
"UC Favorite"="Favoris CU"
"UC Favorites"="UC Favorites"
"UDP"="UDP"
"UDP Lowest Port"="UDP Lowest Port"
"UDP Highest Port"="UDP Highest Port"
"URI is invalid!"="URI est invalide!"
"Invalid URI!"="URI non valide !"
"L_URL"="URL"
"URL is invalid!"="URL non valide !"
"URL can't be empty!"="Ne peut pas être vide !"
"URL is error"="URL erronée !"
"L_URL Record"="Enregistrement URL"
"URL Record"="Enregistrement URL"
"The URL is empty!"="URL vierge !"
"URL is empty"="URL vierge !"
"Invalid URL!"="URL non valide !"
"MENU_USB Record"="USB"
"USB Record"="USB"
"USB device connection failure!"="Échec de connexion du périphérique USB !"
"USB Photo"="USB Photo"
"USB current overload"="Surcharge USB"
"USB heaset connected"="Casque USB connecté."
"USB headset connected"="Casque USB connecté."
"USB heaset removed"="Casque USB retiré."
"USB headset removed"="Casque USB retiré."
"USB device connected successfully"="Appareil USB connecté avec succès"
"USB device has been connected successfully!"="Clé USB connectée."
"No images in USB flash drive."="Pas d'images sur la clé USB"
"Failed to get data from USB flash drive"="Impossible d'obtenir les données depuis la clé USB !"
"USB device is removed!"="Clé USB retirée."
"USB Inserted"="USB inséré"
"USB Connected"="USB connecté"
"USB Removed"="USB retiré !"
"USB device has been moved"="Clé USB retirée."
"Invalid Value!"="Valeur non valide !"
"VID Number"="Numéro VID"
"Invalid VID nubmer!"="Numéro VID non valide !"
"VID nubmer is invalid!"="Numéro VID non valide !"
"VID number should be 1-4094!"="Le numéro VID doit être compris entre 1 et 4094 !"
"VLAN"="VLAN"
"VLAN ID"="VLAN ID"
"VLAN Status"="État VLAN"
"Voice Qos"="QoS voix"
"VPN"="VPN"
"WAN IP"="IP WAN"
"WAN MASK"="MASQUE WAN"
"WAN Port"="Port WAN"
"WAN Type"="Type WAN"
"WEP"="WEP"
"Whisper BargeIn"="Interrup. chuchotement"
"Wi-Fi"="Wi-Fi"
"WIFI MAC"="Wi-Fi MAC"
"Wi-Fi Mac"="MAC Wi-Fi"
"Wifi: On"="Wi-Fi : activé"
"Wifi: Connected"="Wi-Fi : connecté"
"Wifi Test"="Test Wi-Fi"
"WIFI Authentication"="Authentification Wi-Fi"
"Wifi switch is closed, open it or not?"="Wi-Fi désactivé, l'activer maintenant ?"
"Wifi_Password"="Mot de passe Wi-Fi"
"Wifi unreachable"="Wi-Fi inaccessible"
"Wizard"="Assistant"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA Shared Key"="Clé partagée WPA"
"WPA Shared Key can't be empty!"="Le champ de la clé partagée WPA ne peut être vide !"
"S_WPS"="WPS"
"WPS"="WPS"
"S_WPS-PIN"="WPS-PIN"
"WPS-PIN"="WPS-PIN"
"WPS has opened, please connect in "="Le WPS a été activé, connexion dans"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"XML"="XML"
"XML_Idle"="XML"
"Server XML"="XML serveur"
"S_XMLDir"="XMLDir"
"S_XMLMenu"="Répert. XML"
"XMLMenu"="Répert. XML"
"L_XML Brower"="XML Brower"
"S_XML Brower"="Nav XML"
"XML Browser"="Navigateur XML"
"XmlBrowser"="Navigateur XML"
"XmlBrowser_Idle"="Navigateur XML"
"L_XML Browser"="Navigateur XML"
"Xml browser url cannot be empty!"="XML browser URL cannot be empty!"
"Xml Browser is invalid!"="Navigateur XML non valide !"
"L_XML Group"="Groupe XML"
"S_XML Group"="Groupe XML"
"XML Group"="Groupe XML"
"XML Info"="XML Info"
"XSI access password is wrong !"="XSI access password is incorrect!"
"Web access password is wrong!"="Mot de passe pour accès web incorrect !"
"XsiEvent"="Événement XSI"
"XSI is empty"="XSI vide"
"XSI information is incomplete!"="Informations XSI incomplètes !"
"YLCloud"="Yealink Cloud"
"YY/MM/DD"="AA/MM/JJ"
"YY-MM-DD"="AA-MM-JJ"
"YYYY MM DD"="AAAA MM JJ"
"YYYY/MM/DD"="AAAA/MM/JJ"
"YYYY-MM-DD"="AAAA-MM-JJ"
"S_Z_Pickup."="Z_Pickup."
"Russian"="Pусский (Russian)"
"S_Security"="Sécurité"
"Security"="Sécurité"
"security"="Sécurité"
"Security Classification"="Classification de sécurité"
"Security Classification"="Classification de sécurité"
"Security Mode"="Mode sécurité"
"Installed"="Installé(e)"
"Installed failed"="Échec de l'installation"
"KEY"="TOUCHE"
"Key Type"="Type de touche"
"Key Event"="Événement clé"
"Key Tone"="Tonalité de touche"
"Press Up or Down To Switch Number"="Appuyez sur les flèches haut et bas pour basculer entre les numéros"
"Office Number"="Numéro de bureau"
"Office Phone"="Téléphone bureau"
"Invalid Office number!"="Numéro de bureau non valide !"
"Office number is invalid!"="Le numéro de bureau n'est pas valide !"
"Far Hold"="Attente dist."
"Hold"="Attente"
"L_Hold"="Attente"
"Public Hold"="Attente pub"
"S_Far Hold"="Attente dist."
"S_Hold"="Attente"
"S_Public Hold"="Attente pub"
"S_Save"="Enregistrer"
"Save"="Enregistrer"
"Saved!"="Sauvegardé!"
"Save Success!"="Sauvegarde réussie !"
"Success Saved!"="Saved successfully!"
"Ring saving ..."="Enregistrement sonnerie..."
"Save Password"="Enregistrer MDP"
"Saving  Configuration..."="Sauveg. De la config..."
"Save Failed!"="Échec sauvegarde !"
"Save Failed! The same profile name or SSID exist"="Échec de la sauvegarde ! Le nom du profil ou le SSID existe déjà."
"Saving files!"="Enregistrement des fichiers !"
"Saving"="Saving"
"Saving. Please wait..."="Enregistrement en cours. veuillez patienter..."
"Saving..."="Enregistrement..."
"Saving... Please Wait"="Enregistrement... veuillez patienter"
"Sec.DNS"="DNS Sec."
"Secondary DNS is invalid!"="DNS secondaire non valide !"
"Backlight"="Rétroéclairage"
"Backlight Time"="Dur. rétroéc."
"Backlight Active Level"="Niveau actif"
"Backlight Inactive Level"="Niveau inactif"
"Local_Idle"="Local"
"Local History"="Historique local"
"S_Local History"="Historique local"
"local Directories"="Répertoire local"
"Local Directory"="Répertoire local"
"LocalDirectory"="Répertoire local"
"LocalDirectory_Idle"="Répertoire local"
"S_LocalDir"="Répertoire local"
"Sorry,Only 1000 contacts are allowed!"="Désolé, seuls 1000 contacts sont autorisés !"
"Local Anonymous"="Anonymat local"
"Local Anonymous Rejection"="Rejet anon. local"
"L_Local Group"="Groupe local"
"Local Group"="Groupe local"
"S_Local Group"="Groupe local"
"Local CallLog"="Appels locaux"
"Local User"="Utilisateur local"
"Local Codec"="Codec local"
"Wallpaper"="Papier peint"
"Wallpaper will change into the default image. Confirm to delete or not?"="Le fond d'écran deviendra l'image par défaut. Souhaitez-vous continuer ?"
"Edit"="Modifier"
"ICON_Edit"="Modifier"
"S_Edit"="Modifier"
"Edit My Device Information"="Modifier les informations de mon périphérique"
"Edit Network"="Modifier le réseau"
"Edit Location"="Modifier emplacement"
"Editing"="Modif."
"S_Editing"="Modif."
"Edit Paging Address"="Modifier adresse de radiomessagerie"
"Alter Type"="Type d'alerte"
"DispCode"="CodeDisp"
"L_Dispcode"="CodeDisp"
"S_DispCode"="CodeDisp"
"Invalid On code!"="Code non valide !"
"Mark All as new"="Tout marquer comme nouveau"
"Mark All as heard"="Tout marquer comme entendu"
"Mark as new"="Marquer comme nouveau"
"Mark as heard"="Marquer comme entendu"
"Mark as read"="Marquer comme lu"
"Label"="Étiquette"
"Invalid Label!"="Libellé non valide !"
"title"="titre"
"Dial Emergency"="Appel d'urgence"
"Dialing"="Composer"
"Play"="Lire"
"Playing"="Lecture"
"S_Play"="Lire"
"Play Ring"="Jouer sonnerie"
"Play Record"="Lire enregistrement"
"Play Tone"="Jouer sonnerie"
"Play Voice Message"="Lire message vocal"
"Unclassified"="Non classé"
"Unclassified"="Non classé"
"Does not exist anywhere"="Aucun compte Partout n'existe !"
"Can't be empty"="Ne peut pas être vide !"
"Unavailable !"="Indisponible !"
"Unable to add to blacklist!"="Impossible d'ajouter à la liste noire !"
"Unable to add to contacts!"="Impossible d'ajouter aux contacts !"
"Can't be empty!"="Ne peut pas être vide !"
"Connot download PLCM Phonebook"="Impossible de télécharger le répertoire PLCM"
"mismatch"="Non-correspondance"
"Contact is not local!"="Pas de contact local !"
"Not allow opt in/out"="Opt-in/opt-out non autorisé."
"Anonymity Disallowed"="Anonymat interdit !"
"Department"="Service"
"Sample Rate"="Taux d'échantillonnage"
"Menu"="Menu"
"S_Menu"="Menu"
"Menu key"="Touche menu"
"Operator fail"="Échec de l'opération !"
"Draftbox"="Brouillons"
"Test OK"="Test Success"
"Fail in testmode"="Fail in testmode!"
"Test Fail"="Échec test"
"DECT dongle is removed,reboot and switch to DD Phone mode?"="Dongle is removed, reboot and switch to DD Phone mode?"
"DECT dongle is inserted,reboot and switch to DD Phone mode?"="Le dongle DECT est inséré, redémarrer et passer en mode téléphone DD ?"
"S_View"="Visualiser"
"View"="Visualiser"
"VIEW"="VIEW"
"View more contacts..."="Plus de contacts..."
"View more contacts..."="Plus de contacts..."
"View Executive List"="Voire liste exécutif"
"View Voice Mail"="Voir message vocal"
"View Assistant List"="Voir liste assistant"
"Search LDAP Contacts"="Cherch contacts LDAP"
"Search Directory"="Annuaire de rech."
"Search For Contacts"="Chercher des contacts"
"Search All Contacts"="Chercher ts contacts"
"Search Network Contacts"="Cherch. cont. rés."
"Consult"="Consulter"
"S_Split"="Scinder"
"Split"="Scinder"
"Split All"="Tout diviser"
"Product ID"="Id. produit"
"Product Name"="Nom du produit"
"Always Off"="Toujours éteint"
"General"="Général"
"Generally Settings"="Réglages généraux"
"Always On"="Toujours allumé"
"Exceed the upper limit!"="Exceed the max limit!"
"success"="Réussite"
"Logout successful"="Déconnexion réussie !"
"Login successful"="Connexion réussie !"
"Disconnect Success."="Déconnexion réussie !"
"Add the records success"="Enregistrement ajouté avec succès !"
"Move to blacklist success"="Déplacement vers la liste noire réussi"
"Move the contacts success"="Déplacement vers la liste noire réussi"
"MTSW ACD Member"="Membres"
"S_Members"="Membres"
"S_MTSW ACD Member"="Membres"
"Memory Full"="Membres complets !"
"city"="ville"
"Duration"="Durée"
"Factory Installed"="Inst. usine"
"Outbound Alternate Number is invalid!"="Numéro sortant alternatif non valide !"
"Outbound Alternate Phone Number"="Numéro sortant"
"Initial Call Back?"="Rappel initial ?"
"Initial ACD State"="État ACD initial"
"Initial State"="État initial"
"Storage Media Properties"="Espace de stockage"
"Wrap up"="Conclusion"
"Disposition Code"="Code de disposition"
"Pager"="Radiomessagerie"
"Transport"="Transport"
"Transmit Rate"="Taux de transfert"
"Fax"="Télécopie"
"Secondary DNS"="DNS secondaire"
"from the conference?"="de la conférence ?"
"Remove from Favorite"="Supprimer des favoris"
"ICON_Remove from Favorite"="Supp des fav"
"Remove selected from favorite?"="Supprimer la sélection des favoris ?"
"error"="Erreur"
"Wrong user name"="Nom d'utilisateur incorrect !"
"Wrong user name or password!"="Mauvais nom d’utilisateur ou mot de passe !"
"Bad Request"="Mauvaise requête"
"Bad request!"="Mauvaise requête"
"Reached the upper limit of 12 hours recording time"="Reached the max limit of 12-hour recording time"
"Reply"="Répondre"
"Open fail"="Échec de l'ouverture !"
"Proxy Fallback Interval"="Int rep proxy"
"Proxy Fallback Interval is invalid!"="Intervalle de repli du proxy non valide !"
"Invalid Call on code!"="Invalid call on code!"
"Invalid Reject on code!"="Code rejet activé non valide !"
"Idle Clock"="Horloge veille"
"Idle Clock Display"="Affichage horloge veille"
"SymmOneWayDelay"="DélaiAllerSymétr"
"Current PIN is incorrect."="Le code PIN actuel est incorrect !"
"Current PIN"="Ancien PIN"
"Current Time"="Heure actuelle"
"VPN can't be on \n\n when file do not exist!"="Le VPN ne peut pas être activé \n\n lorsque le fichier n’existe pas !"
"To navigate the menu, please use the arrow keys below!"="Pour parcourir le menu, veuillez utiliser les touches fléchées ci-dessous !"
"Import Config"="Importation de la configuration"
"To:"="À :"
"reached!"="Atteint !"
"GuestOut"="DécoInvité"
"Log Out"="Déconnexion"
"Logged Out"="Déconnecté"
"Logout"="Déconnexion"
"S_GuestOut"="DécoInvité"
"S_Logout"="Déconnexion"
"SignOut"="Déconnexion"
"L_Logout"="Déconnexion"
"In the logout"="Déconnexion..."
"In the logout ......"="In the logout ......"
"ACD Login"="Connexion ACD"
"Logged-in Members"="Membres connectés"
"Login Type"="Type de connexion"
"Login failed,password mistake."="Échec de la connexion, mot de passe incorrect."
"Login Timer"="Minuteur connexion"
"Login as"="S’identifier comme"
"Guest Login"="Connexion invité"
"GuestIn"="ConnInvité"
"Logged In"="Connecté"
"Login"="Connexion"
"S_GuestIn"="ConnInvité"
"S_Login"="Connexion"
"SignIn"="Connexion"
"L_Login"="Connexion"
"Login..."="Connexion..."
"Login Failed."="Échec de la connexion."
"Logging in"="Connexion"
"In the login ......"="In the login ......"
"Wait for"="Attendre pendant"
"Wait Time"="Temps d’attente"
"Level changed"="Niveau changé"
"Low"="Faible"
"region"="région"
"Address"="Adresse"
"Address incomplete"="Adresse incomplète !"
"Location Saved."="Emplacement enregistré."
"Dot"="Point"
"Touch to connect with "="Toucher pour connexion"
"LocalMenu"="Répertoire local"
"Phonebook"="Répertoire"
"L_PhoneBook"="Répertoire"
"Phonebook(0)"="Répertoire(0)"
"PhoneBook Name"="Nom du répertoire"
"Phone number can't be empty!"="Le num. de tél. ne peut pas être vide !"
"Search by Phone Number"="Chercher par numéro de téléphone"
"Phone number is empty!"="Numéro de téléphone vierge !"
"Phone numbers should only consist of digits, with an optional family mailbox id."="Le numéro de téléphone doit uniquement comprendre des chiffres et un identifiant de messagerie familiale facultatif."
"Phone Unlock PIN"="Code PIN de déverrouillage"
"Telephone-Event"="Événement téléphone"
"Phone To Ring"="Tél. à faire sonner"
"The call was hung up"="L'appel a été raccroché"
"Cable Disconnect"="Cable disconnected!"
"Email"="Email"
"MENU_Email"="E-mail"
"Top Secret"="Top secret"
"Top Secret"="Top secret"
"Packet Lost"="Paquet perdu"
"S_Discard"="Abandonner"
"Jitter"="Jitter"
"Standalone mode"="Mode autonome"
"Read"="Lu"
"Reading File..."="Lecture du fichier..."
"L_SMS"="SMS"
"S_SMS"="SMS"
"SMS"="SMS"
"Disconnect"="Déconnecter"
"ICON_Disconnect"="Déconnecter"
"S_Disconnect"="Déconnecter"
"Disconnect with"="Déconnecter avec"
"Disconnected"="Déconnecté"
"Disconnect failed."="Échec de la déconnexion !"
"Queue"="File d’attente"
"Queue Name"="Nom file d'att."
"Queue Status"="État de la file d’attente"
"Contrast"="Contraste"
"Sorry,you can only make two calls!"="Sorry, only two calls are available."
"Far UnHold"="Far UnHold"
"Far Resume"="Far Resume"
"Busy Here"="Occupé ici !"
"Intercom"="Interphone"
"L_Intercom"="Interphone"
"S_Intercom"="Interphone"
"Intercom Number is invalid!"="Numéro interphone non valide !"
"Intercom Barge"="Irrupt. interphone"
"Intercom Mute"="Muet interphone"
"Intercom Tone"="Sonnerie interphone"
"Headset mode disabled"="Mode casque désactivé"
"Headset Connected"="Casque connecté"
"From"="De"
"Outbox"="Boîte d’envoi"
"S_Dial"="Envoyer"
"S_Send"="Envoyer"
"Send"="Envoyer"
"To"="À"
"Send Warn"="Envoyer avertissement"
"Send Anonymous Rejection Code"="CodeRejAnon"
"Send Anonymous Code"="Env code anon"
"Sending Provision Requests"="Envoi d’une demande de fourniture"
"Sending Requests..."="Envoi de requêtes..."
"S_Send Message"="Envoyer message"
"Send Message"="Envoyer message"
"Chinese_T"="繁體中文 (Chinese Traditional)"
"Back"="Retour"
"S_Back"="Retour"
"Back To Record"="Retour à l'enregistrement"
"Discard"="Abandonner"
"Do you want to discard your change?"="Souhaitez-vous abandonner le changement ?"
"Invalid Number"="Numéro non valide "
"Value is invalid!"="Valeur non valide !"
"Illegal Character"="Caractère illégal"
"Not Emergency Number!"="Aucun numéro d'urgence"
"Too hight of resolution!"="The resolution is too high!"
"Extension"="Extension"
"Extension Number"="Numéro de poste"
"extension_number"="numéro_poste"
"Fail to alloc memory!"="Failed to alloc memory!"
"Shared Directory"="Partager annuaire"
"Min"="Min"
"minutes left for call recording"="minutes restantes pour enregistrement de l’appel"
"No"="Non"
"Server"="Serveur"
"Service"="Service"
"Server URL"="URL du serveur"
"Invalid Server URL!"="URL du serveur non valide !"
"server error"="Erreurdu serveur"
"Service error!"="Erreur serveur !"
"URL"="URL"
"Invalid Server!"="Serveur non valide !"
"Server is invalid!"="Serveur non valide !"
"float"="flottant"
"Extention"="Extension"
"Copy to Favorite"="Copier vers favoris"
"Capy Favorite Fail"="Échec copie vers favoris"
"Copy to Favorites failed!"="Échec copie favoris !"
"Copy to All Lines?"="Copier vers toutes les lignes ?"
"Copy selected to favorite ?"="Copie sélectionnée dans les favoris ?"
"Copy selected to favorite?"="Copie sélectionnée dans les favoris ?"
"Overwrite the original contact?"="Écraser le contact original ?"
"This action can not be reversed."="Cette action est irréversible."
"This action can not be reversed."="This action cannot be reversed."
"The file doesn’t exist"="Le fichier n'existe pas !"
"The file doesn't exist"="Le fichier n'existe pas !"
"The value must be between:1024~65535"="The value must be between:1024~65535"
"Changing Language..."="Réglage de la langue..."
"Advanced"="Avancé"
"MENU_Advanced"="Avancé"
"Advanced Setting"="Réglages avancés"
"MENU_Advanced Setting"="Réglages avancés"
"user"="utilisateur"
"L_ACD Trace"="Trace"
"More"="Plus"
"S_More"="Plus"
"S_Show More"="Plus"
"More..."="Plus..."
"S_Show Less"="Masquer"
"Refresh"="Rafraîchir"
"S_Flash"="Flash"
"S_Update"="Mise à j."
"Update"="Mise à j."
"Now to update the firmware and disconnect with all external micphones"="Pour mettre à jour le firmware, déconnectez-vous de tous les microphones externes."
"Update Config"="Mettre à jour config"
"Update Configuration"="MAJ configuration"
"Updating Configuration..."="Mise à jour de la config..."
"Failed to update configuration."="Échec de la mise à jour de la configuration."
"Configuration updating failed."="Échec de la mise à jour de la configuration."
"Configuration updating completed."="Configuration mise à jour."
"Configuration updating."="Mise à jour de la configuration..."
"Update Complete"="Mise à jour terminée !"
"Updating Network"="Mise à jour réseau"
"Update Firmware"="Mise à jour firmware"
"Updating !"="Mise à jour !"
"Updating, please wait..."="Mise à jour, veuillez patienter..."
"Refreshing..."="Actualisation..."
"Work Phone"="Téléphone travail"
"work_phone"="tél_travail"
"Work Number"="Numéro professionnel"
"Business Hours"="Heures de travail"
"Working time"="Dur. travail."
"Common"="Common AES"
"Features"="Fonctions"
"MENU_Features"="Fonctions"
"The feature could not be activated !"="The feature cannot be activated!"
"Function key"="Touches fonction"
"The feature activated !"="Fonction activée !"
"Shared Calls"="Appels partagés"
"Share line unavailable"="Partage de ligne indisponible"
"Alert SCA Location"="Alerte empl. SCA"
"Firmware"="Progiciel"
"Firmware Update..."="Mise à jour du micrologiciel..."
"Customer"="Client"
"End Call"="FinAppel"
"Hang Up"="Raccrocher"
"S_End Call"="FinAppel"
"Off"="Arrêt"
"Invalid Off code!"="Code non valide !"
"Off Code"="Code désactiv."
"Off code can't be empty!"="Code OFF ne peut être vide!"
"Relation"="Relation"
"Manage"="Gérer"
"S_Manage"="Gérer"
"admin"="admin"
"Manage Group"="Gérer groupe"
"Broadcasting..."="Diffusion..."
"FWD International"="Renvoi internat."
"Country"="pays"
"Filter Type"="Type de filtre"
"Buddies"="Amis"
"L_Buddies"="Buddies"
"Number"="Numéro"
"Phone Number"="Numéro de téléphone"
"Phone Numbers"="Numéros de téléphone"
"number?"="Numéro?"
"Number is invalid!"="Le numéro n’est pas valide !"
"Number can't be empty!"="Le numéro ne peut pas être vide !"
"number is empty!"="Le numéro est vide !"
"Unallocated Number"="Numéro non défini"
"Number already exists!"="Le numéro existe déjà !"
"Blacklist"="Liste noire"
"ICON_Blacklist"="Liste noire"
"black list full"="Blacklist is full!"
"Callout"="Légende"
"Outgoing Call"="Appels sortants"
"S_Callout"="Légende"
"Key As Send"="Touche pr env"
"Dial"="Envoyer"
"ICON_Dial"="Envoyer"
"MENU_Dial"="Envoyer"
"Call for BLF"="Call for BLF"
"Call Waiting"="Appel en attente"
"Placed Calllog"="Appels Placés"
"Placed Calls"="Appels Placés"
"Call Control"="Contrôle des appels"
"MENU_Call Control"="Contrôle des appels"
"Call Screening"="Criblage d'appels"
"Call Screening Switch"="Interr. cribl. app."
"Call Fail"="Échec appel"
"Call Alerting"="Alerte appels"
"Call Push Recall After"="Récup. appel après"
"S_Call Push"="Push app"
"Call Completion"="Fin de l'appel"
"S_Call Info"="Call Info"
"Call has been successfully recorded on USB device!"="Appel enregistré avec succès sur périphérique USB"
"Call VoiceMail"="Appeler messagerie vocale"
"S_Call VoiceMail"="Appeler messagerie vocale"
"Call Voice Mail"="Appeler messagerie vocale"
"S_Call Voice Mail"="Appeler messagerie vocale"
"Invalid Call Park Number!"="Invalid call park number!"
"Callers Waiting"="Appelants en attente"
"Calling"="Appel en cours"
"Call Center Phone"="Call Center Phone"
"Call Forward"="Renvoyer un appel"
"Call Forwarding Not Reachable"="Transfert d'appel impossible"
"Call maximum"="Maximum d'appel"
"Ignore"="Ignorer"
"S_Ignore"="Ignorer"
"S_Directories"="Annuaire"
"S_Directory"="Annuaire"
"L_Directories"="Annuaire"
"History"="Historique"
"MENU_History"="Historique"
"S_Calllog"="Récents"
"S_History"="Récents"
"Video message cannot be played on the phone!"="Le message vidéo ne peut pas être affiché sur le téléphone !"
"video message cannot be played on the phone!"="Video message cannot be played on the phone!"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Le fond d'écran du téléphone et du modèle d'extension deviendra l'image par défaut. Souhaitez-vous continuer ?"
"Welcome"="Bienvenue"
"RoundTripDelay"="DélaiAllerRetour"
"Resume"="Reprendre"
"S_Resume"="Reprendre"
"Reset to Factory"="Rétablir les réglages d’usine"
"Factory Setting?"="Réglages d'usine ?"
"Reset To Factory Setting?"="Rétablir les réglages d’usine ?"
"resume record"="Reprendre enregistr."
"S_UnMute"="NonMuet"
"UnMute"="NonMuet"
"Resume REC"="Repris"
"ResumeREC"="Repris"
"S_Resume REC"="Repris"
"S_ResumeREC"="Repris"
"Failed to resume recording"="Impossible de reprendre l'enregistrement !"
"Call Return"="Rappel"
"CallReturn"="Rappeler"
"L_Recall"="Rappel"
"Recall"="Rappel"
"S_Recall"="Rappel"
"S_Redial"="Recomposition"
"L_Call Return"="Rappel"
"S_Call Return"="Rappel"
"Call Back"="Rappeler"
"S_Call Back"="Rappeler"
"S_Reply"="Répondre"
"Conf"="Conf"
"Conference"="Conférence"
"L_Conference"="Conférence"
"S_Conference"="Conférence"
"Conference with"="Conférence avec"
"Meeting ID"="ID conférence"
"ConferenceURL"="URL conférence"
"Conf Manage"="Gestion configuration"
"Conference Manage"="Gestion de conférence"
"conference_number"="numéro_conférence"
"Obtaining Status..."="Obt. état..."
"Obtaining IP Address"="Obtention de l’adresse IP"
"Getting"="Obtenir"
"Secret"="Secret"
"Secret"="Secret"
"PrimaryContact"="Contact principal"
"MENU_Basic Setting"="Basique"
"Basic Setting"="Basique"
"Enable this Location"="Act. cet emplac."
"Active Level"="Niveau actif"
"Active Line"="Ligne active"
"MENU_Calculator"="Calculatrice"
"Record Mode"="Mode d'enregistrement"
"Record file saved"="Fichier d'enregistrement sauvegardé"
"Record Failed"="Enregistrement échoué"
"Remember the Password"="Se souvenir du MDP"
"Encryption Type"="Type de cryptage"
"S_Join"="Joindre"
"Loading phonebook is error!"="Erreur de chargement du répertoire !"
"Load Failed"="Échec du chargement"
"Loading image..."="Chargement image ..."
"Image loading. Please wait !"="Chargement image ... Veuillez patienter !"
"Loading File..."="Chargement du fichier..."
"Loading"="Chargement"
"Loading, please wait..."="Chargement, veuillez patienter..."
"Family"="Famille"
"home_phone"="téléphone_domicile"
"Home Number"="Numéro domicile"
"HomeNumber"="Numéro domicile"
"Family number is invalid!"="Family number is invalid!"
"Holiday Schedule"="Jours congé"
"Interval"="Intervalle"
"S_Silent Monitor"="SurvSil"
"Silent Monitor"="SurvSil"
"Network Checking..."="Vérification réseau..."
"Check"="Vérifier"
"S_Check"="Vérifier"
"Checking!"="Vérification…"
"Simple"="Simple"
"Chinese_S"="简体中文 (Chinese Simplified)"
"Short Label"="Étiquette courte"
"Setup"="Configurer"
"Keyboard"="Clavier"
"Keypad"="Clavier"
"S_Keypad"="Clavier"
"KeyBoard Test"="Test clavier"
"KeyBoard test succeed!"="Keyboard test succeed!"
"KeyGuard"="Verrouillage clavier"
"Keypad Lock"="Verr. Téléphone"
"KeypadLock"="Verr. tél."
"L_KeypadLock"="Verrou tél"
"L_Phone Lock"="Verr. Téléphone"
"Phone Lock"="Verrouillage du téléphone"
"S_KeypadLock"="VerrTél"
"S_Phone Lock"="Verrouillage du téléphone"
"Lock type"="Type de verr."
"Lock Time Out"="Verr. auto."
"Keypad locked."="Téléphone verrouillé."
"Move selected to contactlist ?"="Déplacer vers contacts ?"
"Received"="Reçu"
"Recv"="Recv"
"Accept the connection request from "="Accepter la demande de connexion de "
"Anonymous call can't be rejected \n\n when answer only!"="Anonymous call cannot be rejected \n\n when answer only!"
"street"="rue"
"Finished"="Terminer"
"End IP should be larger than Start IP!"="End IP should be larger than Start IP!"
"Voice Mail Finished"="Message vocal terminé"
"Stop Time"="Heure de fin"
"DPickup"="Prise d'app. D"
"L_Pick Up"="Décrocher"
"Pick Up"="Décrocher"
"Pickup_Idle"="Décroc."
"S_DPickup"="Prise d'app. D"
"S_Pick Up"="Décrocher"
"S_Screenshot"="Screenshot"
"Guest Unlock"="Déverr invité"
"S_Unlock"="Déverr."
"Unlock"="Déverr."
"Unlock"="Déverr."
"Unlock PIN"="PIN déverr"
"Unlock Pin incorrect"="PIN incorrect !"
"Barge In"="Interrompre"
"S_Barge In"="Interrompre"
"Today"="Aujd"
"Emergency Call Only"="Nur Notrufe"
"Emergency"="Urgence"
"L_Emergency"="Urgence"
"S_Emergency"="Urgence"
"Emergency Escalation"="Remontée d'urgence"
"Urgent Message"="Message urgent"
"Enter"="Choisir"
"S_Enter"="Choisir"
"Attended Transfer"="Transfert supervisé"
"Far Mute"="Corr. sil."
"S_Far Mute"="Corr. sil."
"Disabled"="Désactivé"
"Forbidden Number"="Numéro interdit"
"manually configing is forbidden!"="La configuration manuelle est interdite !"
"Executive"="Exécutif"
"Executive Common Settings"="Réglages commun exécutif"
"Executive-Assistant"="Adjoint exécutif"
"Executive-Originator"="Exéc.-initiateur"
"ALERT"="En cours d'alerte"
"Warning"="Attention"
"Warnings"="Avertissements"
"Warning Interval(s)"="Intervalles avert."
"Warrning Tone Interval must be >"="Warning tone interval must be >"
"Warrning Tone Interval must be >= 10 and <= 1800"="L'intervalle de tonalité d'avertissement doit être >= 10 et <= 1800"
"Static DNS"="DNS statique"
"Static IP"="IP statique"
"Static IP Client"="Client IPv4 statique"
"Static IPv4 Client"="Client IPv4 statique"
"IPv4 Static DNS"="DNS stat IPv4"
"Static IPv6 Client"="Client IPv6 statique"
"IPv6 Static DNS"="DNS stat IPv6"
"Mute"="Muet"
"S_Mute"="Muet"
"S_Silence"="Silence"
"Silence"="Silence"
"Silent"="Silencieux"
"Slient"="Slient"
"old"="ancien"
"The old PIN"="Ancien code PIN"
"Old PWD"="Ancien MdP"
"The old pwd"="Ancien mot de passe"
"The old password is wrong!"="Mot de passe incorrect !"
"Block"="Bloquer"
"Reject"="Rejeter"
"Rejected"="Rejeté"
"S_Block"="Bloquer"
"S_Reject"="Rejeter"
"S_Open Door"="Ouverture de la Porte"
"On"="Activé"
"Outbound Status"="État sortant"
"VPN Active"="VPN actif"
"Lock Enable"="Activ. verr."
"On Code"="Code d’activation"
"Off Code could not be empty when On Code is set!"="Le code de désactivation ne peut pas être vide lorsque le code d’activation est défini !"
"Enable Diversion Inhibitor"="Inhibit. diversion"
"S_Start"="Démarr."
"Start"="Démarr."
"StartSharing"="Partage de départ"
"S_Start REC"="Enregistrer"
"S_StartREC"="Enregistrer"
"Start REC"="Enregistrer"
"StartREC"="Enregistrer"
"Start Time"="Heure de début"
"DSS Keys"="Touches DSS"
"Dsskey"="ToucheDSS"
"Dsskey Wallpaper"="Touche DSS fond d’écran"
"Optional"="Optionnel"
"S_S2S Avail"="Dispo."
"S2S Avail"="Dispo."
"available network(s)"="réseau(x) disponible(s)"
"available network(s)(Connected with"="réseaux disponibles (s)(connecté aux"
"Available Recording Time"="Temps d'enregistrement restant"
"Available Wireless Device"="Réseaux disponibles"
"Free"="Libre"
"Available Recording Time is less than 1 hour"="Le temps d’enregistrement restant est de moins de 1 heure"
"available network(s)("="réseau(x) disponible(s)"
"available network(s):"="réseau(x) disponible(s):"
"Empty"="Vide"
"N/A"="N/D"
"None"="Aucun"
"S_Empty"="Vide"
"Space is not enough"="Espace insuffisant"
"Idle Record"="Enregistrement inactif"
"IdleRecord"="Enregistrement inactif"
"Empty Value"="Nul"
"Softkey Label"="Étiquette touche programmable"
"Fast Forward"="Avance rapide"
"S_Fast Forward"="Avance rapide"
"Fast Rewind"="Retour rapide"
"S_Fast Rewind"="Retour rapide"
"Extentions"="Poste"
"EXP Key"="Touche EXP"
"Expansion module"="Module d’extension"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="Le fond d'écran EXT deviendra l'image par défaut. Souhaitez-vous continuer ?"
"CallPull"="RepAppel"
"S_CallPull"="RepAppel"
"Talk From"="Parler depuis"
"Not Acceptable Here"="Inacceptable ici !"
"Call Filtering"="Filtrage d'appels"
"Call Filtering Mode"="Mod filtr app"
"Call Filtering Switch"="Interr. filtr. app."
"Call Pickup"="Intercept. appel"
"Calls for Pickup"="Interception appels"
"Incoming video call request..."="Demande d'appel vidéo entrante..."
"From_Num"="Du numéro"
"From_FWD"="De renv."
"Bluetooth"="Bluetooth"
"MENU_Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth : activé"
"Bluetooth Mac"="MAC Bluetooth"
"Business Number"="Numéro d'entreprise"
"bluetooth device(s)"="périphérique(s) Bluetooth"
"Bluetooth Device(s)"="périphérique(s) Bluetooth"
"bluetooth devices"="dispositifs bluetooth"
"Bluetooth Device(s) (Connecting with"="périphérique(s) Bluetooth (Connexion avec"
"bluetooth device(s)(Connecting with"="périphérique(s) Bluetooth (Connexion avec"
"No Bluetooth Adapter Found."="Aucun adaptateur Bluetooth trouvé."
"Bluetooth adapter is removed."="L'adaptateur Bluetooth a été supprimé."
"Adapter has removed out"="L'adaptateur Bluetooth a été retiré."
"Type"="Type"
"Away"="Absent"
"S_S2S Unavail"="Absent"
"S2S Unavail"="Absent"
"Offline"="Hors ligne"
"S_Unavail"="Indisp"
"S_Unavailable"="Indisp"
"Unavail"="Indisp"
"Unavailable"="Indisp"
"Unavailable Reason Code"="Code de raison indisponible"
"Calllog"="Récents"
"History Record"="Registre de l’historique"
"History Setting"="Réglages historique"
"History Details"="Détails de l’historque"
"Provision now?"="Allouer maintenant ?"
"Update now?"="Mettre à jour maintenant ?"
"Connect"="Connecter"
"ICON_Connect"="Connecter"
"S_Connect"="Connecter"
"USB Connecting"="Connexion USB"
"Connection timeout \n please try again!"="Connection timeout \n please try again!"
"Connect Success."="Connexion réussie !"
"Connect to"="Connecter à"
"Disconnecting..."="Déconnexion..."
"Failed to connect \nto server!"="Impossible de se connecter \nau serveur !"
"Failed to connect to server!"="Impossible de se connecter au serveur !"
"Connect failed."="Échec de la connexion"
"Connect Fail!"="Échec de la connexion !"
"Connect Mobile Failed"="Échec connexion portable"
"Connecting"="Connexion"
"Connecting..."="Connexion..."
"Contact already exists. Add contact with the same name?"="Le contact existe déjà. Souhaitez-vous créer un nouveau contact ?"
"Delete the contact will also delete the contact in the server and can not be restored."="Cont. serv. suppr. et ne peut être rétabli"
"contact full"="Liste de contacts pleine !"
"Contacts Setting"="Réglages contacts"
"Contact Details"="Coordonnées"
"Contact exist!"="Le nom du contact existe déjà !"
"Confirm PIN mismatch!"="Confirmation PIN erronée !"
"FlexSeat"="Siège flexible"
"FlexSeat Login"="Connexion siège flexible"
"Ring Tones"="Tonalités"
"MENU_Browser"="Navigateur"
"Browse Photo"="Parcourir photos"
"Browse Recordings"="Parc. fichiers audio"
"Messages List"="Liste de messages"
"L_Messages List"="Liste de messages"
"S_Messages List"="Liste de messages"
"L_Record"="Enregistrer"
"Record"="Enregistrer"
"S_Record"="Enregistrer"
"Voice Record"="Enregistrement vocal"
"Failed to record call"="Impossible d'enregistrer l'appel !"
"MENU_Recorder"="Enregistreur"
"Voice Recorder Number is invalid!"="Numéro d’enregistreur vocal non valide !"
"Recording not allow play any record!"="Impossible d'écouter  pendant l'enregistrement !"
"Record VM"="Enregistrer VM"
"Record Warning Tone"="Tonalité d'avert. enreg."
"Recording not allow delete any record!"="Impossible de supprimer un enregistrement pendant l'enregistrement!"
"Trace Route"="Routage"
"Code"="Code"
"Busy..."="Occupé..."
"Busy"="Occupé"
"B Transfer"="TransfB"
"S_B Transfer"="TransfB"
"No Record"="Aucun enregistrement"
"No available Wi-Fi,go to Wi-Fi setting now?"="Aucun réseau sans fil n'est disponible, ouvrir les réglages Wi-Fi maintenant ?"
"No Available Account"="Aucun compte disponible"
"No EXP"="Pas d’EXT"
"No USB Inserted"="Pas de connexion USB."
"No contact!"="pas de contac!"
"No Disposition Codes"="Aucun code de disposition !"
"No Bridge"="No Bridge"
"No Timezone"="No Timezone"
"No submit url !"="No submit URL!"
"No find wifi adapter!"="Aucun adaptateur Wi-Fi trouvé !"
"Media Type"="Type de média"
"Media Stats"="Statistiques médias"
"Media audio"="Audio média"
"Invalid US Date Format!"="Format de date américaine non valide !"
"Invalid US Time Format!"="Format horaire américain non valide !"
"Opt Out"="Opt Out"
"Opt In"="Opt In"
"Password"="Mot de passe"
"Change Password"="Changer mot de passe"
"Password can't have space only"="Le mot de passe ne peut pas contenir d'espace"
"Password can't be empty!"="Le mot de passe ne peut pas être vide !"
"Confirm password mismatch!"="Les mots de passe ne correspondent pas !"
"Passwords don't match!"="Les mots de passe ne correspondent pas !"
"Password is wrong!"="Mot de passe incorrect !"
"Password is invalid!"="Mot de passe non valide !"
"Cipher Type"="Type cryptogramme"
"Invalid Password!"="Mot de passe non valide !"
"Do Not Disturb"="Ne pas déranger"
"DND Enable"="État NPD"
"DND"="NPD"
"L_DND"="NPD"
"S_DND"="NPD"
"Speader mode disabled"="Mode mains libres désactivé"
"Invalid MAC oriented!"="Invalid MAC oriented!"
"s"="s"
"first_name"="prénom"
"Name suffix"="Suffixe de nom"
"Name prefix"="Préfixe de nom"
"Members"="Membres"
"members"="Membres"
"Last Name"="Nom de famille"
"Name can't be empty!"="Le nom ne peut pas être vide !"
"ICON_Sort First Name"="Trier par prénom"
"Sort First Name"="Trier par prénom"
"Search by FirstName"="Chercher par prénom"
"Search by Name"="Chercher par nom"
"Name is invalid!"="Le nom n'est pas valide !"
"Default"="Par défaut"
"default"="Par défaut"
"S_default"="Défaut"
"CommonRingTone"="Commun"
"Default password is in use"="Le mot de passe par défaut est utilisé."
"Default Password is in used!"="Default pwd is in use."
"Default Gateway"="Pass. Défaut"
"IPv4 Default Gateway"="Passerelle IPv4"
"Default Gateway is invalid!"="Passerelle par défaut non valide !"
"Default Account"="Compte par défaut"
"Target"="Cible"
"Target can't be empty!"="La cible ne peut pas être vide !"
"Server Internal Error"="Erreur serveur interne"
"Out of memory!"="Mémoire insuffisante !"
"Storage is not enough, recorded file is saved."="Stockage insuffisant, fichier enregistré sauvegardé."
"Invalid Intercom Number!"="Invalid Intercom number!"
"Do you want to delete all %s call logs? This action can not be reversed."="Supprimer tous les % journaux d'appels ? Cette action est irréversible."
"Nick Name"="Surnom"
"Nickname"="Surnom"
"Nick name must be unique."="Le surnom doit être unique."
"Nick name must not be empty."="Le surnom ne peut pas être vide."
"Anonymous"="Anonyme"
"Anonymous Call"="Appel anonyme"
"Anonymous Rejection"="Rejet anonyme"
"Year"="Année"
"Date(YMD)"="Date (AMJ)"
"Your Name or Password was not Recognized!"="Nom d'utilisateur ou mot de passe incorrect."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="Vous serez automatiquement déconnecté de MLHG. Souhaitez-vous vraiment vous connecter ?"
"You have quitted the group successfully."="Vous avez quitté le groupe avec succès."
"You were removed from the group."="You were removed from the group."
"You should input at least one server address!"="You should input at least one server address!"
"q'ing"="En attente"
"Paired Bluetooth Device"="Périphérique Bluetooth couplé"
"Configuration"="Configuration"
"Config Version"="Version de configuration"
"Config updating!"="Mise à jour de la configuration !"
"Configuration Updating !"="Mise à jour de la configuration !"
"Configuration update complete."="Mise à jour de la configuration  terminée."
"Nothing Changed!"="Rien n’a été changé !"
"Friend"="Ami"
"Passkey"="Clé d'accès"
"Frequency"="Fréquence"
"hiragana_first_name"="prénom_hiragana"
"hiragana_last_name"="nom_hiragana"
"Platform"="Plateforme"
"Screensaver"="Type écr de veille"
"Screensaver Type"="Type écr de veille"
"Var"="Var"
"Common Account"="Compte commun"
"Other"="Autre"
"Others"="Autres"
"Other error!"="Autre erreur !"
"Other Number"="Autre numéro"
"OtherNumber"="Autre numéro"
"L_Enterprise"="Enterprise"
"S_Enterprise"="Entrep."
"Call Initiation"="Call Initiation"
"S_Call Initiation"="Call Initiation"
"Enabled"="Activé"
"Intercom Allow"="Autoris. interphone"
"enabled direct process"="Enabled direct process"
"ICON_PrevPage"="Page préc"
"PrevPage"="PrevPage"
"S_PrevPage"="PrevPage"
"L_Prefix"="Préfixe"
"Prefix"="Préfixe"
"S_Prefix"="Préfixe"
"Prefix is invalid!"="Préfixe non valide !"
"Bridge"="Pont"
"Bridge ID"="Id passerelle"
"BridgeID is invalid!"="BridgeID non valide !"
"S_Swap"="Basculer"
"S_Switch"="Commuter"
"Swap"="Basculer"
"Switch"="Commuter"
"SwitchAccount"="Changer  "
"L_Switch"="Commuter"
"Switch Account"="Changer compte"
"S_Clear"="Effacer"
"Clear web.cfg settings"="Effacer les paramètres de la configuration web"
"Clear local.cfg settings?"="Réinitialiser réglages local.cfg ?"
"Clear non-static settings?"="Réinitialiser réglages non statiques ?"
"Clear all static.* settings?"="Réinitialiser tous les réglages static.*"
"Clear All Record ?"="Effacer tous les enregistrements ?"
"Clear All Photo ?"="Effacer toutes les photos ?"
"Clear all userdata & local config?"="Réinitialiser toutes les données utilisateur et la configuration locale ?"
"Clear Icon"="Clear Icon"
"S_Clear Icon"="Eff icô"
"Clear account config \n\n please wait..."="Suppression de la configuration du compte \n\n veuillez patienter..."
"Clear your account config?"="Supprimer la configuration de votre compte ?"
"Please Wait!"="Veuillez patienter !"
"Please wait..."="Veuillez patienter"
"Please check your server settings and credentials"="Please check your server settings and credentials"
"Please check the registration information"="Please check the registration information"
"Please insert a USB drive!"="Veuillez insérer une clé USB !"
"EXP power is lack!"="Le ou les adaptateurs électriques externes sont requis !"
"Leave Message"="Laisser un message"
"Do you want to save the contact or discard it?"="Voulez-vous enregistrer ou supprimer le contact ?"
"Do you want to save your changes or discard them?"="Enregistrer ou annuler vos modifications ?"
"Do you want to save the message or discard it?"="Sauvegarder ou supprimer le message ?"
"Do you want to logout?"="Souhaitez-vous vous déconnecter ?"
"Would you like to sync phone contacts temporarily?"="Synchroniser temporairement les contacts du tél. ?"
"Please wait"="Veuillez patienter"
"Please enter your SIP Credential Password!"="Veuillez saisir votre mot de passe SIP !"
"SIP credential password!"="Mot de passe SIP incorrect !"
"Please input server address"="Veuillez entrer l'adresse du serveur"
"Please input the keyword(s)"="Veuillez saisir le(s) mot(s)-clé(s)"
"Please Enter Filter Conditions"="Veuillez Entrer les Conditions de Filtre"
"Enter Filter Conditions"="Saisir cond filt"
"Please Enter Password"="Veuillez saisir le mot de passe"
"Please input complete pin code"="Veuillez saisir le code PIN complet"
"Please enter an IP address or domain name"="Saisir adresse IP ou nom de domaine"
"Previous Operation in Process."="L'opération précédente est encore en cours !"
"Please Open H323 Protocol Switch First."="Please open H.323 protocol switch first."
"Please select"="Veuillez sélectionner"
"Please selected contact!"="Veuillez sélectionner un contact !"
"Please selected record!"="Choisissez un enregistrement !"
"Please select a Disposition Code!"="Veuillez sélectionner un code de disposition !"
"Please selected a group!"="Choisissez un groupe !"
"Please select a group"="Choisissez un groupe"
"Please contact your service provider for commprotal web URL!"="Veuillez contacter votre fournisseur de services pour l'URL Web Commportal !"
"Please contact your service provider for CommPortal web Username/Password!"="Veuillez contacter votre fournisseur de services pour votre nom d'utilisateur/mot de passe Web Commportal !"
"Please input below PIN code on your WIFI router and press OK to start connecting:"="Veuillez saisir le code PIN ci-dessous sur votre routeur Wi-Fi et appuyer sur OK pour commencer la connexion :"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Veuillez saisir le code PIN de votre routeur Wi-Fi ci-dessous et appuyez sur OK pour vous connecter :"
"Please retry..."="Merci de réessayer..."
"Retrieve"="Reprendre"
"S_Retrieve"="Reprendre"
"Retrieve Failed."="Échec de la reprise."
"L_Retrieve Park"="Reprendre parqué"
"Retrieve Park"="Reprendre parqué"
"Cancel"="Annuler"
"S_Cancel"="Annuler"
"Cancel Login"="Annuler connexion"
"Cancel Select Executive"="Annuler sélection exécutif"
"Range of value is illegal"="Plage de valeurs illégale"
"Delete All"="Tout suppr."
"ICON_Delete All"="Tout suppr."
"S_Split All"="Split All"
"All Off"="Tt désact."
"S_All Off"="Tt désact."
"All On"="Tt activ."
"S_All On"="Tt activ."
"Global Address Book"="Carnet d'adresses global"
"Del All"="Tout suppr."
"S_Del All"="Tout suppr."
"S_Delete All"="Tout suppr."
"OK"="OK"
"S_OK"="OK"
"Are you sure to set a blank password?"="Confirmer mot de passe vierge ?"
"Confirm PIN"="Confirmer PIN"
"Are you sure you want to Log out!"="Souhaitez-vous vraiment vous déconnecter ?"
"Confirm PWD"="Confirmer MDP"
"Group Id is invalid!"="Identifiant groupe non valide !"
"Group Listening"="Écoute groupe"
"L_Group Listening"="Écoute groupe"
"Group"="Groupe"
"L_Group"="Groupe"
"S_Group"="Groupe"
"group_id"="id_groupe"
"Group isn't exist!"="Le groupe n’existe pas !"
"Group not existed!"="Le groupe n'existe pas !"
"Group is full!"="Le groupe est plein !"
"Group Night Forward"="Renvoi groupé de nuit"
"Group already exist!"="Le groupe existe déjà !"
"then press the mute key on the left to test,"="then press the mute key on the left to test,"
"Hot Line"="Ligne d'urgence"
"Hot Number"="N° ligne d'urgence"
"HotLine Delay"="Délai ligne urg."
"Invalid Hotline delay!"="Invalid Hotline delay!"
"Hotline delay should be 0 ~ 10"="Délai hotline doit être entre 0 et ~10"
"Authentication Failed!"="Échec d'authentification !"
"Day"="Jour"
"MENU_Calendar"="Calendrier"
"Date"="Date"
"Date Format"="Format de la date"
"Date Format is invalid!"="Format de la date non valide !"
"logs"="Logs"
"Softkey 1"="Touche programmable 1"
"Softkey 2"="Touche programmable 2"
"Softkey 3"="Touche programmable 3"
"Softkey 4"="Touche programmable 4"
"S_Scan"="Recherche"
"Scan Wifi"="Scanner Wi-Fi"
"Scanning bluetooth devices.."="Recherche de périphériques Bluetooth..."
"Scanning..."="Recherche..."
"Delete"="Supprimer"
"ICON_Delete"="Supprimer"
"S_Delete"="Supprimer"
"S_Remove"="Supprimer"
"Deleting."="Suppression."
"Delete successed"="Suppression réussie"
"Deleted successfully"="Suppression réussie !"
"Delete number?"="Supprimer le numéro ?"
"Delete the record?"="Effacer l’enregistrement ?"
"Delete Call Log"="Suppr. journal appels"
"Delete the contact?"="Supprimer le contact?"
"Delete all numbers?"="Supprimer tous les numéros ?"
"Delete all locations?"="Supprimer tous les emplacements ?"
"Delete Group"="Supprimer groupe"
"Delete selected wallpaper?"="Supprimer fond d’écran sélectionné ?"
"Delete seleted images?"="Supprimer les images sélectionnées ?"
"Delete the selected message?"="Supprimer le message sélectionné ?"
"Delete seleted item?"="Supprimer l’élément sélectionné ?"
"Delete selected paging group?"="Supprimer le groupe de radiomessagerie sélectionné ?"
"Delete all?"="Supprimer tout ?"
"Delete All Call Log"="Suppr. tous les journaux d’appels"
"Delete all item?"="Supprimer tous les éléments ?"
"Delete all the call records?"="Supprimer tous les relevés d’appels ?"
"Delete all images?"="Supprimer toutes les images ?"
"Delete All Items?"="Supprimer tous les éléments ?"
"Delete All Group?"="Supprimer tous les groupes ?"
"Delete all paging group?"="Supprimer tous les groupes de radiomessagerie ?"
"Deleting Calls"="Supprimer appels"
"Deleting completed."="Suppression terminée."
"Delete location?"="Supprimer emplacement ?"
"Delete File Success"="Fichier supprimé"
"Delete File Fail"="Suppression du fichier échouée  !"
"Delete Message?"="Supprimer le message ?"
"Do you want to delete this call log?"="Supprimer ce journal d'appels ?"
"Delete Selected Group?"="Supprimer groupe sélectionné ?"
"Delete Focus Record ?"="Delete selected record?"
"Delete the selected records?"="Supprimer l'enregistrement sélectionné ?"
"Delete Selected Item?"="Supprimer l’élément sélectionné ?"
"Delete the select item?"="Supprimer l'élément sélectionné ?"
"Delete this audio?"="Effacer ce fichier audio ?"
"Delete this group message(s)?"="Supprimer le(s) message(s) de ce groupe ?"
"Delete this Message?"="Supprimer ce message ?"
"Delete this message?"="Supprimer ce message ?"
"Delete this voice mail?"="Supprimer ce message vocal ?"
"Deleting"="Suppression"
"Deleting. Please wait..."="Suppression. Veuillez patienter..."
"Deleting..."="Suppression..."
"Deleting... Please Wait."="Suppression... veuillez patienter."
"Ring Splash"="Sonnerie splash"
"Previous"="Précédent"
"S_Previous"="Précédent"
"GuestLock"="VerrInv"
"S_GuestLock"="VerrInv"
"Prev"="Préc."
"S_Prev"="Préc."
"Move Up"="Vers le haut"
"Phone"="Téléphone"
"Device Name"="Nom du périph."
"Device name can't be empty!"="Le champ Nom du périphérique ne peut pas être vide !"
"Device Info"="Infos appareil"
"Device Cert"="Cert. périph."
"ICON_Setting"="Réglage"
"MENU_Settings"="Réglages"
"S_Set as"="Définir comme"
"Set as"="Définir comme"
"Setting"="Réglage"
"Settings"="Réglages"
"Go to Setting?"="Go to Setting?"
"Set E911 Location"="Définir emplacement E911"
"Set wallpaper successfully"="Fond d'écran défini !"
"Set WallPaper Fail"="Échec du fond d'écran"
"Set Dsskey wallpaper successfully"="Fond d'écran pour Dsskey réglé avec succès !"
"Setting Type"="Type de réglage"
"Set you location?"="Définir votre emplacement ?"
"Set screensaver successfully"="Économiseur d'écran défini !"
"Config Updating"="Mise à jour de la configuration !"
"USB Set Picture Successfully"="Set picture successfully!"
"USB Set Picture Failed"="Set picture failed!"
"Set as EXP wallpaper"="Définir fond d'écran EXT"
"Set EXP wallpaper successfully"="Fond d'écran EXT défini !"
"Set as wallpaper"="Définir fond d'écran"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Définir écon. d'écran"
"An error occurred during file setting"="Une erreur s'est produite au cours du réglage du fichier."
"Set Voice Mail Code"="Définir le code de la messagerie vocale"
"Apply for binding devices"="Demande d'appareil de liaison"
"Invalid Identity!"="Identité non valide !"
"Upgrade Video"="Mise à jour vidéo"
"Update Finish !"="Mise à jour terminée !"
"Sound"="Son"
"Remaining battery"="Batterie restante"
"Available Audio Record"="Enregistrement audio disponible"
"Remaining Time"="Temps restant"
"failed"="Échec"
"Failed!"="Échec!"
"Failed."="Échec. "
"Failed. Please retry..."="Échec. Veuillez réessayer..."
"Time(HMS)"="Heure (HMS)"
"Time"="Heure"
"Time Format"="Format de l’heure"
"Time Format is invalid!"="Format de l’heure non valide !"
"Invalid Time Format!"="Format du temps non valide !"
"Time & Date"="Heure et date"
"Time & Date Format"="Format de l’heure et de la date"
"Time Zone"="Fuseau horaire"
"Identify USB device failed."="Impossible d'identifier le périphérique USB."
"User name couldn't be empty!"="Le nom d'utilisateur ne peut pas être vide !"
"bw_userid"="ID utilisateur BW"
"Use Host"="Utiliser hôte"
"Always with Pause/Resume"="Tjs avec pause/reprise"
"Video"="Vidéo"
"Video resolution is limited, can't set up a conference!"="Limited video resolution, cannot set up a conference!"
"Video Conference"="Conférence vidéo"
"Video record error!"="Record video error!"
"video record error!"="Record video error!"
"Yes"="Oui"
"Log Out?"="Déconnecter ?"
"Auto Provision Now?"="Auto provision now?"
"Are you sure to remove "="Êtes-vous sûr de vouloir supprimer "
"Are you sure to remove ?"="Êtes-vous sûr de vouloir supprimer ?"
"Do you want to delete all call logs?"="Supprimer tous les journaux d'appels ?"
"Do you want to delete all placed call logs?"="Supprimer tous les % journaux d'appels passés ?"
"Do you want to delete all call logs?This action can not be reversed."="Supprimer tous les % journaux d'appels ? Cette action est irréversible."
"Do you want to delete all missed call logs?"="Supprimer tous les % journaux d'appels manqués?"
"Do you want to delete all received call logs?"="Supprimer tous les % journaux d'appels reçus ?"
"Are you sure to delete the Account information ?"="Voulez-vous vraiment supprimer les informations du compte ?"
"Are you sure logout?"="Are you sure to log out?"
"Are you sure to exit the account ?"="Voulez-vous vraiment quitter le compte ?"
"Do you want to remove"="Souhaitez-vous supprimer"
"Adapter has added, scanning the bluetooth devices right now?"="Un adaptateur Bluetooth a été ajouté, chercher les périphériques Bluetooth maintenant ?"
"Favorite"="Favoris"
"Favourite"="Favoris"
"ICON_Favorite"="Favoris"
"Favorite is on\n manually configing is forbidden!"="Favori activé. \nConfiguration manuelle interdite !"
"Favoritelist"="Liste des favoris"
"Favorite Directory"="Répertoire favoris"
"Favorite Index"="Index favoris"
"Favorite Index already exist!"="Index favoris existe déjà !"
"Charge"="Charge"
"Inbox"="Boîte de réception"
"Handset mode disabled"="Mode combiné désactivé"
"Manual Setting"="Réglages manuels"
"Mobile"="Mobile"
"mobile_phone"="téléphone mobile"
"ICON_Send by Mobile"="EnvParMob"
"S_Send by Mobile"="Send by Mobile"
"Send by Mobile"="EnvParMob"
"Mobile Account"="Compte mobile"
"Mobile Number"="Numéro mobile"
"Mobile Account is not connected!"="Le compte mobile n'est pas connecté !"
"Invalid Mobile number!"="Numéro de portable non valide !"
"Mobile number is invalid!"="Le numéro de portable n'est pas valide !"
"Mobile Contacts"="Contacts mobile"
"Mobile Connected"="Mobile connecté"
"Phone audio"="Audio téléphone"
"Mobile Voice Mail"="Mess. vocale mobile"
"L_Mobile Account"="Compte mobile"
"Pri.DNS"="DNS Prim."
"Enter the 9 PIN Code"="Entrer le code PIN à 9 chiffres"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input your web access password!"="Input your web access password!"
"Enter number"="Saisir un numéro"
"Enter the meeting ID"="Entrer ID de réunion"
"Enter Conference alias or URI"="Enter Conference alias or URI"
"Enter Password"="Saisir le mot de passe"
"Enter code"="Saisir le code"
"Enter New Pin"="Entrer nouveau PIN"
"Packets lost"="Paquets perdus"
"Flash"="Flash"
"S_Refresh"="Rafraîchir"
"Flash DssKey"="Flash DssKey"
"Refresh Failed."="Échec de l'actualisation"
"Flash Time"="Temps flash"
"Flashing"="Clignotant"
"Refreshing.."="Actualisation..."
"Sequential"="Séquentiel"
"L_Private Hold"="Attente privée"
"Personal Address Book"="Carnet d'adresses personnel"
"L_Personal"="Personal"
"S_Personal"="Perso"
"PriHold"="AttPriv"
"Private Hold"="Attente privée"
"S_PriHold"="AttPriv"
"ICON_Search"="Recherche"
"S_Search"="Recherche"
"Scan"="Recherche"
"Search"="Recherche"
"Search Key"="Chercher clé"
"Search Result"="Résult. rech."
"Scan Bluetooth Device"="Recherche de périphériques Bluetooth"
"Search Type"="Chercher type"
"Search Global Contacts"="Rech. contacts glob."
"Search Group"="Rechercher groupe"
"Scan failed."="Échec de la recherche."
"Search Failed!"="Échec de la recherche !"
"L_SpeedDial"="Numérotation rapide"
"S_SpeedDial"="Numérotation rapide"
"SpeedDial"="Numérotation rapide"
"Anywhere"="Partout"
"Alert Broadworks Anywhere Location"="Alerte empl. quelc."
"Both"="Les deux"
"All XML Group"="Tout groupe XML"
"All keys"="Toutes les touches"
"All Contact"="Tous les contacts"
"All Buddies"="Tous les Amis"
"All Calllog"="Tous les Appels"
"All Calls"="Après sonnerie"
"All Income Calls"="Tous les appels"
"All Contacts"="Tous les contacts"
"L_All Contacts"="Tous les contacts"
"S_All Contacts"="Tous les contacts"
"All Groups?"="Tous les groupes ?"
"all message?"="Tous les messages ?"
"All Internal Calls"="Ts les app. int."
"All External Calls"="Ts les app. ext."
"Lock"="Verrouiller"
"lock"="Lock"
"Locked."="Verrouillé."
"Menu Locked"="Menu verrouillé"
"S_Guest Lock"="Verr inv"
"Lock Time Should be more than 0!"="Le temps de verrouillage doit être supérieur à 0 !"
"Specified AES"="AES commun"
"Tips:"="Tips:"
"Add"="Ajouter"
"ICON_Add"="Ajouter"
"S_Add"="Ajouter"
"Add Metaswitch Contact"="Ajouter contact Metaswitch"
"Add PAB"="Ajouter carnet d'adresses personnel"
"Add to"="Ajouter à"
"ICON_Add to"="Ajouter à"
"Add To Metaswitch Contact"="Ajouter au contact Metaswitch"
"ICON_Add To Metaswitch Contact"="Ajouter à"
"Add to local Contacts"="Ajouter aux contacts locaux"
"Add to Favorites with an index of"="Ajouter aux favoris avec index de"
"Add to Blacklist"="Ajouter à la liste noire"
"Add to Contact"="Ajouter au contact"
"Add to Contacts"="Ajouter aux contacts"
"ICON_Add to Contacts"="Ajouter aux contacts"
"Add to Favorite with an index of"="Ajouter aux favoris avec index de"
"Add to Personal"="Ajouter à pers."
"Add Number"="Ajouter un numéro"
"Add Blacklist"="Ajouter à la liste noire"
"Add Contact"="Ajouter contact"
"Add Personal"="Ajout Pers."
"ICON_Add Personal"="Ajout Pers."
"Add network"="Ajouter un réseau"
"Add Group"="Ajouter groupe"
"S_Add Group"="Ajouter groupe"
"Add Group SoftKey"="AjouterGroupe"
"S_Add Group SoftKey"="AjouterGroupe"
"New Missed Call(s)"="Nouveaux appels manqués"
"New Text Message"="Nouveau(x) message(s) texte"
"New Voice Mail(s)"="Nouveau(x) message(s) vocal(ux)"
"Skip"="Skip"
"Update Skipped"="Mise à jour ignorée"
"S_Stop"="Arrêter"
"Stop"="Arrêter"
"Stopped"="Interrompu"
"StopSharing"="Arrêter le partage"
"S_Stop REC"="Arrêter"
"S_StopREC"="Arrêter"
"Stop REC"="Arrêter"
"StopREC"="Arrêter"
"Failed to stop recording"="Impossible d'arrêter l'enregistrement !"
"Call Finish"="Fin de l'appel"
"Call Recording"="Enregistrement d'appel"
"CallReturn_Idle"="EnregAppel"
"A call has already been parked to this Slot"="A call has already been parked to this Slot"
"Talking"="Conversation"
"Call Park"="Parcage d’appel"
"L_Call Park"="Parcage d’appel"
"Call Park Number is invalid!"="Numéro de parcage d’appel non valide !"
"Transfer"="Transfert"
"Transfer to"="Transférer vers"
"Calls Longest"="Attente la plus longue"
"Directories"="Annuaire"
"Directory"="Annuaire"
"L_Directory"="Annuaire"
"MENU_Directory"="Annuaire"
"Synchronous mode"="Mode synchrone"
"Sync failed"="Échec synchronisation"
"Mobile Contacts Sync"="Sync contacts mob."
"Simultaneous"="Simultané"
"Simultaneous Ring Personal"="Sonner personnel simultanément"
"Transparency"="Transparence"
"Photo"="Photo"
"Image load error !"="Err. Lors du chargement de l'image !"
"Image is too large !"="Image trop grande !"
"Can not compress pictures!"="Les images ne peuvent pas être compressées!"
"Photo Details"="Photo Details"
"Exit"="Quitter"
"S_Exit"="Quitter"
"Update Existing"="Mise à jour existante"
"BackSpace"="Retour arrière"
"Done"="Terminé"
"Finish"="Terminer"
"S_Finish"="Term."
"Saving completed."="Enregistrement réussi."
"Unable to get to the correct time, Whether manually?"="Unable to get the correct time. Whether to set time manually?"
"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Wizard completed!\nNetwork changed, rebooting now…"
"Complete the Wizard!\n\nInitializing...Please Wait"="Wizard completed!\n\nInitializing...Please wait"
"Cloud Phone Book"="Cloud Phone Book"
"Contact is syncing!"="Le contact est en cours de synchronisation !"
"Contact not existed!"="Le contact n'existe pas !"
"Network"="Réseau"
"L_Network Favorites"="Fav UC réseau"
"Network Favorites"="Favoris réseau"
"Network Unavailable"="Réseau indisponible"
"Net unavailable !"="Réseau indisponible !"
"Network unavailable."="Réseau indisponible."
"The network is unstable"="Réseau instable"
"Storage Network"="Réseau connu"
"S_Network Calls"="Appels réseau"
"Network PhoneBook"="Annuaire téléphonique"
"Network Call List"="Liste d'appels réseau"
"Network changed. Rebooting"="Réseau modifié. Redémarrage"
"Web Timer "="Minuteur Web "
"Web Timer should be 0-120!"="Le minuteur Web doit être compris entre 0 et 120 !"
"Network CallLog"="Appels réseau"
"NetworkCallLog"="Appels réseau"
"NetworkCalllogGroup"="Liste d'appel groupe"
"Calllog Directories"="Appels réseau"
"Network Directories"="Répertoire réseau"
"Network Directory"="Répertoire réseau"
"NetworkDirectoryMenu"="Network Directory"
"S_Network Directories"="Répertoire réseau"
"S_Network Directory"="Répertoire réseau"
"NetworkDirectoryGroup"="GroupeRépRéseau"
"S_NetworkDirectoryGroup"="GroupeRépRéseau"
"L_Network Contacts"="Contacts réseau"
"L_Network Group"="Groupe réseau"
"Network Contacts"="Contacts réseau"
"Network Group"="Groupe réseau"
"S_Network Group"="Groupe réseau"
"S_Network Contacts"="Contacts réseau"
"NetworkFavorites"="Réseaux favoris"
"S_Network Dirctory"="Annuaires"
"Network unreachable"="Réseau inaccessible"
"Network Details"="Détails du réseau"
"Network Status"="État du réseau"
"web"="web"
"Web Server"="Serveur Web"
"UnTested"="UnTested"
"Undefined Error!"="Erreur indéfinie !"
"UnRead"="Non lu"
"Missed"="Manqué"
"Missed Calllog"="Appels manqués"
"Missed Calls"="Appels manqués"
"Missed Call"="Appel manqué"
"unauthorized."="Non autorisé"
"Not Found"="Non trouvé"
"Unknown"="Inconnu"
"Unknown Error !"="Erreur inconnue !"
"Unknown Line"="Ligne inconnue"
"User unknown."="Utilisateur inconnu"
"Unregistered"="Unregistered"
"Un-Park"="Un-Park"
"Location"="Emplacement"
"location?"="emplacement ?"
"Locations"="Emplacements"
"Text can't be empty!"="Le texte ne peut pas être vide !"
"Text Message"="Message texte"
"File do not exist !"="Fichier introuvable !"
"File Not Exist!"="Fichier introuvable !"
"File layout error !"="File layout error !"
"File Size"="Taille du fichier"
"MENU_File Manager"="Gest. fichiers"
"File Name"="Nom de fichier"
"Profile Name"="Nom de profil"
"File is too large !"="File is too large !"
"The file is too large"="Le fichier est trop volumineux."
"Incorrect filesystem, please use FAT32"="Système de fichiers incorrect, veuillez utiliser FAT32"
"File already exists, Confirm to replace or not?"="Le fichier existe déjà. Souhaitez-vous le remplacer ?"
"File already exists"="Le fichier existe déjà."
"file renaming"="Renommer le fichier"
"My Mobile"="Mobile"
"S_My Mobile"="Mobile"
"My State"="Mon état"
"My Status"="Mon état"
"None" // "Select a Disposition Code"="Not" // "select a Disposition Code"
"None" // "Select a Disposition Code (Optional)"="Not" // "select a Disposition Code (Optional)"
"NoneURL"="Aucun URL"
"Unrecognized USB"="Périphérique USB non reconnu"
"Can not register to sip server."="Impossible de s'enregistrer sur le serveur SIP."
"No Group"="Aucun groupe"
"Always forward to"="Renvoi inconditionnel vers"
"Always Forward"="Toujours renvoyer"
"Wifi adapter has added, scanning the wifi devices right now?"="Un adaptateur Wi-Fi a été ajouté, chercher les réseaux sans fil disponibles maintenant ?"
"Wifi adapter has removed out"="L'adaptateur Wi-Fi a été retiré."
"Wifi"="Wi-Fi"
"Storage list is full, please delete old one if wanting to add in"="La liste des réseaux sans fil est pleine, veuillez supprimer un réseau avant d'en ajouter un nouveau !"
"List is full, please delete before add!"="La liste des réseaux sans fil est pleine, veuillez supprimer un réseau avant d'en ajouter un nouveau !"
"Wireless Status"="État Wi-Fi"
"Invalid"="Non valide"
"Invalid BLF Value!"="Valeur BLF non valide !"
"Unknown Uri scheme"="Schéma d’URI inconnu"
"Invalid IPv6 IP Prefix!"="Préfixe IPv6 non valide !"
"Invalid NTP server2!"="Serveur NTP 2 non valide !"
"Invalid Outbound Alternate Number!"="Numéro de sortie alternatif non valide !"
"Invalid Outbound proxy!"="Proxy sortant non valide !"
"Invalid Xml Browser Value!"="Valeur de navigateur XML non valide !"
"Invalid Family number!"="Numéro de famille non valide !"
"Invalid Extension!"="Extension non valide !"
"Invalid Voice Recorder Number!"="Numéro d'enregistrement vocal non valide !"
"Invalid Prefix Value!"="Valeur de préfixe non valide !"
"Invalid Call off code!"="Code d'appel non valide !"
"Invalid Date Format!"="Format de date non valide !"
"US Date Format is invalid!"="Format de date US non valide !"
"US Time Format is invalid!"="Format d’heure US non valide !"
"Favorite Index Valid"="Index favoris incorrect"
"Invalid Redial Interval!"="Intervalle de rappel non valide !"
"Invalid Redial Time!"="Temps de rappel non valide !"
"Invalid group id!"="ID de groupe non valide !"
"Inactive Level"="Niveau inactif"
"Invalid Number!"="Numéro non valide !"
"Invalid Reject off code!"="Code rejet désactivé non valide !"
"Invite request no response"="Requête d'invitation sans réponse !"
"Invaild Provisioning Credential"="Identifiants de mise en service non valides"
"Incorrect user credentials, please retry."="Identifiants utilisateur incorrects, veuillez réessayer."
"Invalid Account!"="Compte non valide !"
"No Answer Processing"="Trait pas de rép"
"No Answer Forward"="Renv.NonRép"
"No Account"="Pas de compte"
"No Service"="Aucun service"
"System"="Système"
"System Wallpaper Cannot be Deleted!!"="Le fond d'écran du système ne peut pas être supprimé !"
"Insufficient storage space in system"="Espace de stockage insuffisant dans le système !"
"System Maintenance...\n\nreboot needed !"="System maintenance...\n\nPlease reboot!"
"Next"="Suivant"
"S_Next"="Suivant"
"ICON_NextPage"="Page suiv"
"NextPage"="Page suivante"
"S_NextPage"="NextPage"
"Move Down"="Vers le bas"
"Load Error!"="Erreur de chargement !"
"Loading error !"="Erreur de chargement !"
"Failed to load image"="Impossible de charger l'image !"
"Fail to download this remote phonebook!"="Impossible de télécharger cet annuaire à distance !"
"Fail to download \nremote phonebook!"="Impossible de télécharger \nle répertoire distant !"
"Fail to download remote phonebook"="Impossible de télécharger le répertoire distant"
"Fail to download remote phonebook!"="Impossible de télécharger le répertoire distant !"
"Daylight Saving"="Heure d’été"
"Display"="Affichage"
"Show More"="Plus"
"Show Less"="Masquer"
"Alerting Calling Line ID Number"="Num. ID app. alerte"
"Alerting Calling Line ID Name"="Nom ID app. alerte"
"Display Name"="Nom affiché"
"DisplayName can't contain \ < > \" \\ \' \"""="Le nom d'affichage ne peut pas contenir \ <> \ "\\ \ '\" ""
"DisplayName can't contain \" < > \" \\ \' \""="Le nom d'affichage ne peut pas contenir \ "<> \" \\ \ '\ ""
"Displayname can't be empty!"="Le nom affiché ne peut pas être vide !"
"DisplayName"="Nom affiché"
"Invalid Display name!"="Invalid display name!"
"Display Clock"="Afficher horloge"
"Limit has reached, Recording has stoped."="La limite maximale a été atteinte. L'enregistrement s'est arrêté."
"All Lines"="Toutes les lignes"
"S_All Lines"="Toutes les lignes"
"MENU_Camera"="Caméra"
"Detail"="Détail"
"S_Detail"="Détail"
"S_MTSW ACD Detail"="Detail"
"MTSW ACD Detail"="Détail"
"Ring"="Sonnerie"
"Rings"="Sonneries"
"Silent Alerting"="Alerte silencieuse"
"Silent Alerting"="Silent Alerting"
"Alert Type"="Type d'alerte"
"Alert Mode"="Mode d'alerte"
"After Ring Time"="Après sonnerie"
"After Ring Times"="Après sonnerie"
"Ringing"="Sonnerie en cours"
"S_SwitchAccountDown"="DescCompte"
"Switch Account Up"="Changer compte haut"
"SwitchAccountUp"="MontCompte"
"S_SwitchAccountUp"="MontCompte"
"Switch Account Down"="Changer compte bas"
"SwitchAccountDown"="DescCompte"
"Items out of limit !"="Les éléments ont atteint la limite maximale !"
"Group list is full!"="Liste de groupes pleine !"
"Protocol"="Protocole"
"Decline"="Refuser"
"S_Decline"="Refuser"
"new"="nouveau"
"New PIN"="Nouveau PIN"
"New Call"="NvAppel"
"S_New Call"="NvAppel"
"New Location"="Nouvel emplacement"
"New Message"="Nouveau message"
"Incoming call"="Appel entrant"
"New Contact"="Nouveau contact"
"New PWD"="Nouveau MDP"
"New password is too simple, are you sure to set it?"="Le nouveau mot de passe est trop simple. Souhaitez-vous continuer ?"
"Invalid New password!"="Nouveau mot de passe non valide !"
"New password is similar to username, are you sure to set it?"="Le nouveau mot de passe ressemble au nom d'utilisateur. Souhaitez-vous continuer ?"
"New Group"="Nv groupe"
"New Entry"="Nouvelle entrée"
"L_New SMS"="Nouveau SMS"
"NewSMS"="Nouveau SMS"
"S_NEWSMS"="Nouveau SMS"
"ICON_New Group"="Nv groupe"
"Channel"="Canal"
"Channel Control"="Contrôle canaux"
"Signal Strength"="Force du signal"
"Info"="Info"
"MENU_Message"="Message"
"Message"="Message"
"Messages"="Messages"
"Information is not complete!"="Les informations sont incomplètes !"
"Tuesday"="Mardi"
"Saturday"="Samedi"
"Sunday"="Dimanche"
"Wednesday"="Mercredi"
"Thursday"="Jeudi"
"Friday"="Vendredi"
"Monday"="Lundi"
"First Name"="Prénom"
"last_name"="nom_famille"
"Name"="Nom"
"ICON_Sort Last Name"="Trier par nom de famille"
"Sort Last Name"="Trier par nom de famille"
"Search by LastName"="Chercher par nom de famille"
"Change PIN"="Changer PIN"
"Modifying the configuration..."="Modification de la configuration..."
"VirtualUser"="Utilisateur virtuel"
"Need to change passwd!"="Veuillez modifier le mot de passe !"
"Require Answer Confirmation"="Confirm. réponse"
"Need a Number"="Saisissez d'abord un numéro de téléphone."
"Network configuration has changed, shall become effective after the restart?"="La configuration du réseau a été modifiée. Souhaitez-vous redémarrer ?"
"Option"="Option"
"S_Option"="Option"
"ICON_Select"="Sélect."
"S_Select"="Sélect."
"Select"="Sélect."
"Choose a way of WPS connection"="Choisissez une méthode de connexion WPS."
"Select Security"="Sélectionner sécurité"
"You have to upload your picture when choose this type!"="Vous devez télécharger votre photo si vous choisissez ce type !"
"Select the Queue"="Sélectionnez file d'att."
"Select Executive Number"="Sélectionner numéro exécutif"
"select mode"="Sélectionner mode"
"Select All"="Tout sélectionner"
"Choose a group"="Choisir groupe"
"Selected Group?"="Sélectionner un groupe ?"
"select handset"="Sélectionner combiné"
"selected Item?"="Sélectionner unélément ?"
"Select a Disposition code"="Sélectionnez code disp."
"Choose Account"="Choisir un compte"
"Choose an account"="Choisir un compte"
"Select Account"="Sélectionner compte"
"Select Transfer"="Sélectionner transfert"
"Compress error !"="Erreur de compression !"
"Rollover After Waiting"="Roul. après attente"
"Rollover Action"="Action roulement"
"To navigate the menu, please use the navigation keys below."="To navigate the menu, please use the navigation keys below."
"Classified"="Classifié"
"L_Zero Touch"="Sans intervention"
"S_Zero Touch"="Sans intervention"
"Zero Touch"="Sans intervention"
"Remove"="Supprimer"
"Remove Participant"="Supprimer participant"
"Remove selected from favorite ?"="Supprimer sél. des favoris ?"
"ICON_Move"="Déplacer"
"Mobility"="Mobilité"
"Move"="Déplacer"
"Hot Desking"="Bureau partagé"
"Hoteling"="Téléphone partagé"
"Mobility Phone Number"="Numéro tél. mobile"
"Mobile VM Number"="Mobile VM Number"
"Move selected"="Déplacer sélection"
"Move selected to blacklist ?"="Déplacer vers liste noire ?"
"Alert Broadworks Mobility Location"="Alerte empl. mobile"
"The storage network"="Réseau(x) connu(s)"
"The maximum number of calls has been reached!"="The max calls has been reached!"
"Favorite Index Max"="Index favoris max."
"Sentbox"="Messages envoyés"
"Dialed"="Composé"
"Received Calllog"="Appels reçus"
"Received Calls"="Appels reçus"
"Connected"="Connecté"
"Connected)"="Connecté)"
"Used"="Utilisé"
"Voice"="Voix"
"The audio codecs is different, can't set up a conference!"="Codecs audio différents Régl. conf. impossible !"
"Hide"="Masquer"
"S_Hide"="Masquer"
"Hide Number"="Cacher le numéro"
"Answer"="Répondre"
"S_Answer"="Répondre"
"Hardware"="Matériel"
"Firmware update success!"="La mise à jour du firmware a réussi !"
"Firmware update failed!"="La mise à jour du firmware a échoué !"
"Hard Disk Space Is Not Enough!"="L'espace sur le disque dur est insuffisant !"
"Never"="Jamais"
"Incorrect user"="Utilisateur incorrect"
"User Type"="Type d’utilisateur"
"User not register"="Utilis. non enregistré"
"User Name"="Nom util."
"User name can't be empty!"="Le nom d'utilisateur ne peut pas être vide !"
"Username can't be empty!"="Le nom d'utilisateur ne peut pas être vide !"
"Incorrect username or password!"="Identifiant ou mot de passe incorrect !"
"Invalid User name!"="Nom d'utilisateur non valide !"
"User name is invalid!"="Nom d’utilisateur non valide !"
"MENU_UserMode"="Mode utilisateur"
"UserMode"="Mode utilisateur"
"User mode changed!"="Mode utilisateur modifié !"
"User ID"="Id. util."
"UserID can't be empty!"="L’identifiant utilisateur ne peut pas être vide !"
"User Host"="Hôte utilisateur"
"Preference"="Préférence"
"Priority"="Priorité"
"Invalid Priority!"="Priorité non valide !"
"Priority is invalid!"="Priorité non valide !"
"Priority should be 0-7!"="La priorité doit être comprise entre 0 et 7 !"
"The power is low on the flasing red light dect microphone"="La DEL clignote en rouge en raison de la faible puissance du microphone DECT."
"Mail"="Mail"
"Email type"="Type d'e-mail"
"postal_code"="Code postal"
"Balance"="Solde"
"Get Balance"="Obtenir solde"
"L_Get Balance"="Obtenir solde"
"Getting balance failed!"="Impossible d'obtenir le solde !"
"Getting balance!"="Obtention du solde !"
"Language"="Langue"
"Language initializing. Please wait..."="Initialisation de la langue. Veuillez patienter..."
"Invalid Voice Number!"="Invalid voice number!"
"Voice Mail"="Messagerie vocale"
"VoiceMail DownLoading, Please Wait..."="Téléchargement du message vocal, veuillez patienter..."
"Voice Messaging"="Mess. Vocal"
"The Voicemail is too large,please call and retrieve it!"="Trop de messages vocaux, veuillez appeler et les rapatrier !"
"L_Voice Mail"="Messagerie vocale"
"Voice Mail Playing"="Lecture du message vocal"
"Voice Mail is invalid!"="Messagerie vocale non valide !"
"Invalid VoiceMail Value!"="Valeur de messagerie vocale non valide !"
"Estimated standby time"="Estimated standby time"
"Estimated work time"="Temps travail estimé"
"Preview"="Aperçu"
"S_Preview"="Aperçu"
"Remain time "="Temps restant"
"Busy Forward"="Occupé vers l’avant"
"Old Number"="Ancien numéro"
"Originator"="Initiateur"
"original contact?"="Contact d'origine ?"
"Remote Office"="Bureau distant"
"Remote Phone Book"="Répertoire distant"
"Remote Group"="Groupe distant"
"Remote Codec"="Codec distant"
"Remote User"="Util. distant"
"Remote DIR"="DIR à distance"
"Cloud"="Cloud"
"Pickup"="Prendre"
"Allow IP Call"="Autoriser appel IP"
"Allow Remote Control?"="Autoriser contrôle distant ?"
"Allow assistant opt in/out of Pool"="Optin/out ass"
"Avail"="Dispo."
"Available"="Disponible"
"S_Avail"="Dispo."
"S_Available"="Disponible"
"Temporarily not available"="Temporairement indisponible"
"Temporarily Unavailable"="Provisoirement indisponible"
"Held"="Attente"
"Pause"="Pause"
"S_Pause"="Pause"
"Voice Mail Pause"="Message vocal en pause"
"Pause REC"="Pause"
"PauseREC"="Pause"
"S_Pause REC"="Pause"
"S_PauseREC"="Pause"
"Failed to pause recording"="Impossible de mettre l'enregistrement en pause !"
"pause record"="Pause de l'enregistrement"
"Account"="Compte"
"Accounts"="Comptes"
"Identity"="Identité"
"Line"="Ligne"
"S_Line"="Ligne"
"Line 1"="Ligne 1"
"Line 10"="Ligne 10"
"Line 11"="Ligne 11"
"Line 12"="Ligne 12"
"Line 13"="Ligne 13"
"Line 14"="Ligne 14"
"Line 15"="Ligne 15"
"Line 16"="Ligne 16"
"Line 2"="Ligne 2"
"Line 3"="Ligne 3"
"Line 4"="Ligne 4"
"Line 5"="Ligne 5"
"Line 6"="Ligne 6"
"Line 7"="Ligne 7"
"Line 8"="Ligne 8"
"Line 9"="Ligne 9"
"Account ID"="ID compte"
"Account:"="Compte:"
"Line ID"="Identifiant ligne"
"Account is invalid!"="Compte non valide !"
"Account Login"="Connexion au compte"
"Line Key"="Touche ligne"
"Line Key 1"="Touche ligne 1"
"Line Key 10"="Touche ligne 10"
"Line Key 11"="Touche ligne 11"
"Line Key 12"="Touche ligne 12"
"Line Key 13"="Touche ligne 13"
"Line Key 14"="Touche ligne 14"
"Line Key 15"="Touche ligne 15"
"Line Key 16"="Touche ligne 16"
"Line Key 17"="Touche ligne 17"
"Line Key 18"="Touche ligne 18"
"Line Key 19"="Touche ligne 19"
"Line Key 2"="Touche ligne 2"
"Line Key 20"="Touche ligne 20"
"Line Key 21"="Touche ligne 21"
"Line Key 22"="Touche ligne 22"
"Line Key 23"="Touche ligne 23"
"Line Key 24"="Touche ligne 24"
"Line Key 25"="Touche ligne 25"
"Line Key 26"="Touche ligne 26"
"Line Key 27"="Touche ligne 27"
"Line Key 28"="Touche ligne 28"
"Line Key 3"="Touche ligne 3"
"Line Key 4"="Touche ligne 4"
"Line Key 5"="Touche ligne 5"
"Line Key 6"="Touche ligne 6"
"Line Key 7"="Touche ligne 7"
"Line Key 8"="Touche ligne 8"
"Line Key 9"="Touche ligne 9"
"Identity is invalid!"="Compte non valide !"
"Account information will be cleared, continue or not?"="Les informations du compte seront effacées, voulez-vous continuer ?"
"Line Select"="Choisir ligne"
"Account has been Locked"="Le compte a été verrouillé."
"Account has been successfully logged in"="Le compte bien a été connecté"
"Account Status"="État du compte"
"Activation"="Activation"
"S_Account"="Compte"
"This pin code not found"="Ce code PIN est introuvable."
"This phone not found"="Ce téléphone est introuvable."
"This action can not be reversed"="Cette action ne peut pas être inversée."
"Frame Rate"="Fréquence d'images"
"Diagnostics"="Diagnostics"
"USB power overload on the right"="Surcharge de puissance USB droite"
"Scanning available network"="Recherche de réseau disponible"
"Saving config file!"="Enregistrement du fichier de configuration !"
"Initializing... Please Wait"="Initialisation... Veuillez patienter !"
"Initializing... Please Wait!"="Initialisation... Veuillez patienter !"
"Initializing ..."="Initialisation..."
"logging out ..."="Déconnexion..."
"logging in..."="Connexion..."
"Sending Message..."="Envoi du message..."
"Updating Network..."="Mise à jour du réseau..."
"Updating Network\n\nPlease Wait !"="Mise à jour du réseau\n\nVeuillez patienter !"
"Busy here!"="Occupé ici !"
"Talking, please wait..."="Conversation, patientez..."
"Alerting"="Alerte"
"Operate failed for readonly page"="L'opération a échoué en lecture seule."
"Answer Only!"="Répondre seulement !"
"Direct"="Direct"
"DirectPickup"="Prise directe"
"DirectPickup_Idle"="DirectPickup"
"Value"="Valeur"
"Invalid Value < or >"="Valeur non valide < ou >"
"Job Title"="Intitulé de poste"
"Restricted"="Restreint"
"Restricted"="Restreint"
"Middle name"="Deuxième prénom"
"Via"="Via"
"Redialing"="Renumérotation"
"Redial Times"="Nombre de rappels"
"Redial Time is invalid!"="Nombre de rappels non valide !"
"Redial Interval"="Intervalle rappel"
"Redial Interval can't be empty!"="L'intervalle de recomposition ne peut pas être vide !"
"Redial Interval is invalid!"="Intervalle de rappel non valide !"
"Redirector"="Redirecteur"
"Rename Group"="Renommer groupe"
"Reboot"="Redémarrer"
"Reboot.."="Redémarrage..."
"Reboot the phone?"="Redémarrer le téléphone ?"
"Rebooting...\n\nPlease Wait !"="Redémarrage...\n Veuillez patienter !"
"Re Provision"="Re Provision"
"S_Re Provision"="Réapprovisionnement"
"Re-connect"="Reconnecter"
"S_Re-connect"="Reconnexion"
"Reset"="Réinit."
"Reset Config"="Réinitialiser la configuration"
"S_Reset"="Réinit."
"Reset.."="Réinitialisation..."
"Reset local settings"="RéinitRégLoc"
"Reset Phone PIN"="Réinit. PIN téléphone"
"Reset non-static settings"="RéinitRégNSta"
"Reset static settings"="Réinit. rég. stat."
"Reset Configuration"="Réinitialiser la config"
"Resetting Configuration, please wait..."="Réinitialisation de la configuration, veuillez patienter..."
"Reset Configuration?"="Réinitialiser la config ?"
"Reset failed, please retry later!"="Échec réinit., réessayez ultérieurement !"
"Reset web settings"="Réin. paramètres Web"
"Reset web settings,\n\nPlease wait..."="Réin. paramètres Web\n\nVeuillez patienter..."
"Resetting to factory,please wait..."="Réinitialisation aux paramètres d'usine, veuillez patienter..."
"Reset Userdata"="Réinitialisation données utilisateur "
"Resetting Usedata, please wait..."="Réinitialisation des données utilisateur, veuillez patienter..."
"Reset Userdata?"="Réin. données utilis. ?"
"Reset userdata & local config, Please wait..."="Réinitialisation des données utilisateur et de la configuration locale, veuillez patienter..."
"Reset userdata&local setting, please wait..."="Réinitialisation données utilisateur et config. locale, veuillez patienter..."
"Reset userdata & local config"="Réinitialisation données utilisateur et config. Locale"
"Resetting to factory, please wait..."="Rétablissement réglages par défaut..."
"Tue"="Mar"
"Sat"="Sam"
"Sun"="Dim"
"Wed"="Mer"
"Thu"="Jeu"
"Fri"="Ven"
"Mon"="Lun"
"Main Menu"="Menu principal"
"Originator-Executive"="Initiateur-exéc."
"Primary Contact must not be empty."="Le contact principal ne peut pas être vide."
"Primary DNS is invalid!"="DNS primaire non valide !"
"Assistant"="Assistant"
"Assistant Common Settings"="Réglages communs assistant"
"Register Successfully!"="Enregistrement réussi !"
"Register Name"="Nom d’enreg."
"Invalid Register name!"="Nom enregistré non valide !"
"Registered"="Enregistré"
"Register fail"="Échec de l’enregistrement"
"Registration failed"="Register failed"
"Register Fail!"="Échec del'enregistrement"
"Registering"="Enreg. en cours"
"Registering Please Wait!"="Enregistrement, veuillez patienter !"
"Unregistering"="Désinscription"
"Note"="Remarque"
"Basic Call Park"="Parcage basique"
"Park"="Parcage"
"Parked"="Parqué"
"S_Basic Call Park"="Parcage basique"
"S_Park"="Parcage"
"Park to"="Parquer vers"
"Park Failed"="Échec parcage"
"Forward Not Reachable"="Forward Not Reachable"
"Invalid Forward to!"="Transfert non valide !"
"L_Transfer"="Transfert"
"S_Transfer"="Transfert"
"Advance to Next Assistant After"="Transf. assis. apr."
"Transfer Failed"="Échec du transfert"
"Be Transferred"="Être transféré"
"Betransferred"="Être transféré"
"Divert"="Détourner"
"Forward"="Renvoyer"
"L_Forward"="Renvoyer"
"S_Forward"="Renvoyer"
"Forward to"="Renvoyer vers"
"Forward to: %s"="Renvoyer vers : %s"
"Divert to Phone Number/SIP-URI"="DétTélSIPURI"
"Forward to can't be empty!"="La cible du transfert ne peut pas être vide !"
"Forward to is invalid!"="Le champ Renvoyer vers n’est pas valide !"
"Forwarded Calls"="Appels Renvoyés"
"Forward Option"="Option de renvoi"
"Forward Selective"="Transférer sélection"
"Forward Value"="Valeur de transfert"
"L_My Status"="My Status"
"MENU_Status"="État"
"S_My State"="Mon état"
"S_Status"="État"
"State"="État"
"Status"="État"
"Status:"="Status:"
"Status requesting..."="Demande de l'état..."
"ACD Trace"="Trace"
"L_Trace"="Trace"
"S_ACD Trace"="Trace"
"Subnet Mask"="Masq sous-rés"
"Subnet Mask!"="Masque sous-réseau !"
"Subnet Mask is invalid!"="Masque de sous-réseau non valide !"
"Custom"="Personnalisé"
"Custom DND"="NPD personnalisé"
"Custom Key"="Touche personnalisée"
"L_Custom Key"="Touche personnalisée"
"S_Custom Key"="Touche personnalisée"
"CustomButton"="Bouton personnalisé"
"CustomContact"="Contact personnalisé"
"L_CustomContact"="Contact personnalisé"
"S_CustomContact"="Contact personnalisé"
"L_Enterprisecommon"="Enterprisecommon"
"S_Enterprisecommon"="Comm Ent"
"L_Groupcommom"="Groupcommom"
"S_Groupcommom"="Groupe commun"
"Photo Custom"="Photo personnalisée"
"Alerting Custom Calling Line ID Number"="Num ID app pers al"
"Alerting Custom Calling Line ID Name"="Nom ID app pers al"
"Custom Forward"="Renvoi personnalisé"
"Auto"="Auto"
"Automatic"="Automatique"
"Auto UC Favorites is on.\n Manual configuration is disabled!"="Favoris UC activés.\n Configuration manuelle désactivée !"
"Auto-login"="Connexion auto."
"Auto Provision"="Mise en service automatique"
"Autop URL can not be none!"="L'URL de lecture auto ne peut pas être vide !"
"AutoP to"="AutoP vers"
"Auto-p credentials failed"="Auto-p credentials failed"
"AutoP Authority"="Autorité AutoP"
"Auto Answer Time"="Temps de réponse automatique"
"AutoBLFList is on\n manually configing is forbidden!"="ListeTPOAuto est activée.\n Configuration manuelle désactivée !"
"AutoFavorite is on\n manually configing is forbidden!"="FavorisAuto activés.\n Configuration manuelle désactivée !"
"AutoLinekey is on\n manually configing is forbidden!"="ToucheligneAuto activée.\n Configuration manuelle désactivée !"
"Auto speed dial is on\n manually configing is forbidden!"="AutoSpeedDial activé. \nConfiguration manuelle interdite !"
"Auto Answer"="Réponse Automatique"
"Auto Redial"="Renumérotation automatique"
"Auto Redial Setting"="Rappel automatique"
"Auto Divert"="Transfert auto"
"Total Bandwidth"="Total Bandwidth"
"Total Packet Lost"="Total Packet Lost"
"Total"="Total"
"Always"="Toujours"
"Paging"="Radiomessagerie multidiffusion"
"Paging Group"="Groupe de radiomessagerie"
"Paging_softkey"="Radiomes."
"S_Paging"="Radiomes."
"S_Paging_softkey"="Radiomes."
"Paging is invalid!"="Radiomessagerie non valide !"
"L_Paging List"="Liste radiomes."
"Paging List"="Liste radiomes."
"PagingList"="ListeRadiomes."
"S_Paging List"="Liste radiomes."
"Paging failed!"="Échec radiomessagerie !"
"Paging Channel should be 0-30!"="Cnl de radiomes doit être entre 0 et 30 !"
"L_Multicast Paging"="Radiomessagerie multidiffusion"
"S_Multicast Paging"="RadMult"
"Delete the group will not delete the group members, but only move them out of the group."="Les membres du groupe seront retirés mais pas supprimés."
"GPickup"="Décroch. Gr"
"Group Pick Up"="Interception groupe"
"L_Group Pick Up"="Interception groupe"
"S_GPickup"="Décroch. Gr"
"S_Group Pick Up"="Interception groupe"
"Group Name"="Nom du groupe"
"Group name must be unique."="Le nom du groupe doit être unique."
"Group name must not be empty"="Le nom du groupe ne peut pas être vide."
"Organisation"="Organisation"
"GPark"="ParcageG"
"S_GPark"="ParcageG"
"JitterBufferMax"="JitterBufferMax"
"Max Timer"="Minuteur max"
"Difference between the maximum and the minimum value must be greater than 200!"="Difference between the maximum and the minimum value must be greater than 200!"
"The Last Test Step is Done !"="The last test step is done!"
"The minimum value must be less than the maximum value!"="The minimum value must be smaller than the maximum value!"
"Longest Waits"="Attente plus longue"
"Yesterday"="Hier"
"USB power overload on the left"="Surcharge de puissance USB gauche"
